define({
  "builder": {
    "layouts": {
      "tabTitle": "Με καρτέλες",
      "tabDescr": "Παρουσίαση χαρτών και άλλου περιεχομένου σε καρτέλες με ένα προαιρετικό πλαίσιο για το κείμενο περιγραφής.",
      "tabItem": "Καρτέλα",
      "tabItems": "Καρτέλες",
      "sideTitle": "Πλαϊνό πτυσσόμενο μενού",
      "sideDescr": "Παρουσίαση χαρτών και άλλου περιεχομένου με ένα επεκτάσιμο στοιχείο ελέγχου που περιέχει κείμενο περιγραφής.",
      "sideItem": "Καταχώριση",
      "sideItems": "Καταχωρίσεις",
      "bulletTitle": "Με κουκκίδες",
      "bulletDescr": "Παρουσίαση χαρτών και άλλου περιεχομένου με κουκκίδες και ένα προαιρετικό πλαίσιο για το κείμενο περιγραφής.",
      "bulletItem": "Κουκκίδα",
      "bulletItems": "Κουκκίδες"
    },
    "common": {
      "lblStatus1": "Δημοσιευμένη",
      "lblStatus3": "Κρυφή"
    },
    "settingsLayoutOptions": {
      "title": "Επιλογές διάταξης",
      "lblDescription": "Περιγραφή",
      "lblLegend": "Τοποθέτηση υπομνήματος",
      "tooltipLegend": "Διαλέξτε πού θέλετε να εμφανίζεται το υπόμνημα του χάρτη. Μπορείτε να ενεργοποιήσετε την εμφάνιση του υπομνήματος για οποιονδήποτε χάρτη κατά την προσθήκη ή τη διαμόρφωσή του.",
      "lblDropdown": "Πτυσσόμενη λίστα",
      "lblBelowDesc": "Κάτω από την περιγραφή",
      "lblOnPanel": "Σε πλαίσιο",
      "lblPanelDescAndLegend": "Πλαίσιο περιγραφής και υπομνήματος",
      "lblPanelDescAndOrLegend": "Πλαίσιο περιγραφής και/ή υπομνήματος",
      "lblPanelDesc": "Πλαίσιο περιγραφής",
      "lblPanelLegend": "Πλαίσιο υπομνήματος",
      "lblPanelAccordion": "Πλαίσιο πτυσσόμενου μενού",
      "cfgLeft": "Αριστερά",
      "cfgRight": "Δεξιά",
      "cfgSmall": "Μικρό",
      "cfgMedium": "Μεσαίο",
      "cfgLarge": "Μεγάλο",
      "lblNumbering": "Εμφάνιση αριθμών",
      "lblReverse": "Αντίστροφη αρίθμηση",
      "canOverlapMap": "μπορεί να επικαλύπτει την τοποθεσία του χάρτη"
    },
    "settingsMapOptions": {
      "title": "Επιλογές χάρτη",
      "lblOverview": "Χάρτης αναφοράς",
      "tooltipOverview": "Εμφάνιση ενός μικρού χάρτη αναφοράς μαζί με τον κύριο χάρτη.",
      "lblLocate": "Κουμπί 'Εντοπισμός'",
      "tooltipLocate": "Επιτρέψτε στους αναγνώστες σας να βλέπουν την τοποθεσία τους στον χάρτη. Αυτή η δυνατότητα υποστηρίζεται στις περισσότερες συσκευές και τα προγράμματα περιήγησης, αλλά το κουμπί εμφανίζεται μόνο εάν κοινοποιήσετε την αφήγησή σας ως HTTPS σύνδεσμο και η αφήγηση δεν είναι ενσωματωμένη.",
      "lblGeocoder": "Εύρεση διεύθυνσης, μέρους ή στοιχείου",
      "tooltipGeocoder": "Μπορείτε να επιτρέψετε στους αναγνώστες σας να αναζητούν διευθύνσεις, μέρη ή/και στοιχεία στον χάρτη σας. Οι επιλογές αναζήτησης μπορούν να διαμορφωθούν στη σελίδα αντικειμένων ενός web χάρτη, στο μενού Settings > Web Map > Application > Find Locations.",
      "lblSync": "Συγχρονισμός τοποθεσιών χάρτη",
      "tooltipSync": "Όταν είναι ενεργοποιημένος ο συγχρονισμός, η αρχική τοποθεσία του πρώτου χάρτη της σειράς θα εφαρμόζεται σε όλους τους χάρτες και η πλοήγηση από τους χρήστες σε οποιονδήποτε χάρτη θα αντανακλάται σε όλους τους χάρτες. Απενεργοποιήστε το συγχρονισμό για κάθε χάρτη ώστε να υπάρχει ανεξαρτησία στις κινήσεις."
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Θέμα οργανισμού",
      "lblModTheme": "Τρέχον θέμα"
    },
    "initPopup": {
      "title": "Καλώς ορίσατε στο"
    },
    "addEditPopup": {
      "lblAdd": "Προσθήκη",
      "lblEdit": "Επεξεργασία",
      "disabled": "Η Προσθήκη είναι απενεργοποιημένη επειδή έχει συμπληρωθεί ο μέγιστος επιτρεπτός αριθμός %LBL_LAYOUT%.",
      "titleAdd": "Προσθήκη",
      "titleEdit": "Επεξεργασία",
      "stepMainStageNextTooltip": "Εισαγάγετε τίτλο και περιεχόμενο για %LBL_LAYOUT%",
      "titlePlaceholder": "Τίτλος %LBL_LAYOUT%..."
    },
    "textEditor": {
      "placeholder1": "Προσθέστε εδώ κείμενο, συνδέσμους και μικρά γραφικά.",
      "placeholder2": "Αν μείνει κενό, το πλαίσιο δεν θα εμφανίζεται.",
      "editorActionsTitle": "Ενέργειες ιστορίας",
      "editorActionsHelpDescr": "Δημιουργήστε συνδέσμους στην αφήγησή σας που σας βοηθούν να πείτε την ιστορία σας. Μια ενέργεια ιστορίας μπορεί να οδηγεί μέσω συνδέσμου σε μια άλλη ενότητα ή να αλλάζει την κεντρική σκηνή. Για παράδειγμα, μπορείτε να διαμορφώσετε μια ενέργεια για μετακίνηση του χάρτη σε άλλη τοποθεσία, να ενεργοποιήσετε ή να απενεργοποιήσετε επίπεδα χάρτη ή να αλλάξετε τα μέσα της κεντρικής σκηνής σε διαφορετική εικόνα, βίντεο, χάρτη ή ιστοσελίδα.",
      "mainStageDisabled": "Οι ενέργειες ιστορίας απενεργοποιούνται, όταν το εργαλείο επεξεργασίας μεγιστοποιείται"
    },
    "organizePopup": {
      "title": "Οργάνωση",
      "lblHeader": "Μετακινήστε το %LBL_LAYOUT% με μεταφορά και απόθεση για να οργανώσετε την αφήγησή σας.",
      "lblColTitle": "Τίτλος",
      "lblColStatus": "Κατάσταση",
      "btnApplyWarning": "Επιβεβαιώστε τη διαγραφή του %NB% %LBL_LAYOUT%",
      "deleteTooltip": "Διαγραφή",
      "firstSectionExplain": "(Η αρχική ενότητα δεν μπορεί να μετακινηθεί)"
    },
    "help": {
      "lblHelp": "Βοήθεια",
      "lblAdd": "Προσθήκη",
      "lblSettings": "Ρυθμίσεις",
      "lblOrga": "Οργάνωση",
      "lblEdit": "Αλλαγές",
      "lblPublish": "Κοινοποίηση",
      "lblTips": "Συμβουλές",
      "lblMore": "Θέλετε να μάθετε περισσότερα;",
      "lblLink": "Επισκεφθείτε τον ιστότοπο Esri Story Maps.",
      "content1Div1": "Για να δημιουργήστε το %TPL_NAME% σας, χρησιμοποιήστε το κουμπί Προσθήκη για να προσθέσετε κάθε χάρτη ή άλλο περιεχόμενο στη διάταξη. Το άλλο περιεχόμενο μπορεί να περιλαμβάνει εικόνες, βίντεο ή ενσωματωμένες ιστοσελίδες ή κώδικα. Για παράδειγμα, μπορεί να θέλετε να βλέπουν οι αναγνώστες σας μια εισαγωγική εικόνα ή βίντεο όταν ανοίγουν για πρώτη φορά το %TPL_NAME% σας, προτού προχωρήσουν στην εξερεύνηση των χαρτών σας.",
      "content1Div2": "Όταν πατήσετε το κουμπί Προσθήκη εμφανίζεται ένα παράθυρο διαλόγου που σας επιτρέπει να επιλέξετε και να διαμορφώσετε το χάρτη ή το άλλο περιεχόμενο που θέλετε να προσθέσετε. Για παράδειγμα, μπορείτε να ορίσετε την τοποθεσία που θέλετε να εμφανίζει ο χάρτης, να ενεργοποιήσετε το υπόμνημά του κ.λπ.",
      "content2Div1": "Στο παράθυρο διαλόγου Ρυθμίσεις μπορείτε να αλλάξετε την εμφάνιση του %TPL_NAME% σας. Μπορείτε να αλλάξετε τη διάταξη, να διαλέξετε διαφορετικό χρωματικό συνδυασμό, να ορίσετε εάν θα εμφανίζεται το υπόμνημα του χάρτη κ.λπ.",
      "content2Div2": "Μπορείτε επίσης να αντικαταστήσετε το λογότυπο της Esri στην κεφαλίδα του %TPL_NAME% με το δικό σας λογότυπο για να προβάλετε την επωνυμία σας. Μπορείτε επίσης να καθορίσετε τον ιστότοπο που θα εμφανίζεται όταν οι αναγνώστες κάνουν κλικ στο λογότυπό σας, ώστε να μπορούν να βρουν περισσότερες πληροφορίες.",
      "content3Div1": "Στο παράθυρο διαλόγου Οργάνωση μπορείτε να διαχειρίζεστε το %TPL_NAME% σας. Εδώ μπορείτε να αλλάξετε τη θέση εμφάνισης με μεταφορά και απόθεση.",
      "content3Div2": "Μπορείτε επίσης να επιλέξετε τη διαγραφή ή την απόκρυψη περιεχομένου. Η απόκρυψη είναι χρήσιμη όταν ετοιμάζετε νέο περιεχόμενο το οποίο δεν είναι ακόμη έτοιμο για να συμπεριληφθεί στο story map.",
      "content4Div1": "Βρήκατε ένα λάθος ή θέλετε να αλλάξετε το υλικό σας; Κανένα πρόβλημα. Αναζητήστε το εικονίδιο επεξεργασίας στην εφαρμογή για να κάνετε αλλαγές στο περιεχόμενό σας. Θα χρησιμοποιήσετε τις λειτουργίες επεξεργασίας πολλές φορές καθώς αναπτύσσετε το %TPL_NAME% σας!",
      "content5Div1": "Όταν αποθηκεύετε το %TPL_NAME% σας, αρχικά είναι ιδιωτικό. Χρησιμοποιήστε το κουμπί Κοινοποίηση για να το κοινοποιήσετε σε άλλους. Μπορείτε να κοινοποιήσετε το %TPL_NAME% σας δημοσίως, ώστε να έχει ο καθένας πρόσβαση σε αυτό.",
      "content5Div2": "Ανάλογα με το λογαριασμό σας, μπορείτε να έχετε επίσης την επιλογή να κοινοποιήσετε το %TPL_NAME% σας μόνο σε άτομα εντός του οργανισμού σας, ώστε να μην έχουν άλλοι πρόσβαση σε αυτό.",
      "content6Div1": "Από προεπιλογή, οι χάρτες μιας σειράς συγχρονίζονται ώστε να εμφανίζουν την ίδια τοποθεσία. Αυτό σημαίνει ότι η τοποθεσία που εμφανίζεται στον πρώτο χάρτη εφαρμόζεται αυτόματα και σε όλους τους άλλους χάρτες. Επομένως, εάν ο χρήστης εστιάσει σε μια διαφορετική τοποθεσία του χάρτη που εξετάζει, αυτό θα γίνει και στους άλλους χάρτες.",
      "content6Div2": "Για παράδειγμα, αν η σειρά των χαρτών σας εμφανίζει διαφορετικά θεματικά δεδομένα για μια πόλη, ο χρήστης μπορεί να εστιάσει στη γειτονιά του και κατόπιν να αλλάζει καρτέλες για να βλέπει τους χάρτες που αφορούν τη συγκεκριμένη περιοχή.",
      "content6Div3": "Για να απενεργοποιήσετε το συγχρονισμό τοποθεσιών, πηγαίνετε στο παράθυρο διαλόγου Ρυθμίσεις και αποεπιλέξτε την αντίστοιχη ρύθμιση στην καρτέλα Επιλογές χάρτη.",
      "content6AltDiv1": "Από προεπιλογή, οι τοποθεσίες χάρτη συγχρονίζονται. Η απενεργοποίηση του συγχρονισμού επιτρέπει την εμφάνιση διαφορετικής τοποθεσίας σε κάθε χάρτη.",
      "content6AltDiv2": "Συγχρονισμός ενεργός",
      "content6AltDiv3": "Συγχρονισμός ανενεργός",
      "content6AltDiv4": "Για να απενεργοποιήσετε το συγχρονισμό, επιλέξτε Ρυθμίσεις > Επιλογές χάρτη και αποεπιλέξτε τη ρύθμιση \"Συγχρονισμός τοποθεσιών χάρτη\"."
    },
    "landing": {
      "lblAdd": "Πώς θέλετε να ονομάζεται η σειρά χαρτών σας %LAYOUT_TITLE%;",
      "phAdd": "Εισαγάγετε τον τίτλο σας...",
      "lblOR": "ή",
      "lblHelp": "Περιηγηθείτε",
      "quote0": "Πάντα υπάρχει χώρος για μια αφήγηση που μπορεί να μεταφέρει τον κόσμο κάπου αλλού.",
      "quote1": "Η αφήγηση είναι ο πιο ισχυρός τρόπος για να δώσετε ιδέες στον κόσμο σήμερα.",
      "quote2": "Οι ιστορίες που αφηγούμαστε κυριολεκτικά διαμορφώνουν τον κόσμο. Αν θέλετε να αλλάξετε τον κόσμο, χρειάζεται να αλλάξετε την αφήγησή σας. Αυτό είναι μια μεγάλη αλήθεια που ισχύει τόσο για κάθε άτομο χωριστά όσο και για τους θεσμούς.",
      "quote3": "Η μικρότερη απόσταση που χωρίζει έναν άνθρωπο από την αλήθεια είναι μια αφήγηση.",
      "quote4": "Ο κόσμος δεν χρειάζεται περισσότερες πληροφορίες. Τον έχουν κουράσει όλες αυτές οι πληροφορίες. Η πίστη είναι αυτό που του λείπει. Θέλει να πιστέψει σε εσάς, στους στόχους σας, στην επιτυχία σας, στην ιστορία που αφηγείστε.",
      "quote5": "Ειλικρινά πιστεύω ότι οι άνθρωποι επιζητούν αφηγήσεις που πραγματικά σημαίνουν κάτι, αφηγήσεις που θα τους λυτρώσουν, θα τους εμπνεύσουν και θα τους κάνουν να νιώσουν πιο σπουδαίοι από έναν μέσο άνθρωπο.",
      "quote6": "Αν επιθυμείτε να επηρεάσετε μεμονωμένα άτομα ή μια ομάδα ατόμων προκειμένου να ενστερνιστούν μια συγκεκριμένη αξία και να την εφαρμόσουν στην καθημερινή τους ζωή, πείτε τους μια συναρπαστική ιστορία.",
      "quote7": "Αν μου πείτε κάτι, δεν είναι παρά μια έκθεση ιδεών. Αν μου δείξετε κάτι, είναι μια ιστορία.",
      "quote8": "Αν δεν ξέρετε τα δέντρα, υπάρχει κίνδυνος να χαθείτε στο δάσος. Όμως, αν δεν ξέρετε τις ιστορίες των ανθρώπων, υπάρχει κίνδυνος να χαθείτε στη ζωή.",
      "quote9": "Οι ιστορίες που αφηγούμαστε είναι η δημιουργική μετατροπή της ίδιας της ζωής σε μια πιο ισχυρή, πιο σαφή, πιο μεστή εμπειρία. Είναι η αξία της ανθρώπινης επαφής.",
      "quote10": "Δεν υπάρχει μεγαλύτερη αγωνία από το να κουβαλάς μέσα σου μια ιστορία που δεν έχεις αφηγηθεί ποτέ και σε κανέναν.",
      "quote11": "Ίσως οι ιστορίες είναι απλώς τα δεδομένα μιας ψυχής.",
      "quote12": "Οι ιστορίες είναι το μοναδικό ισχυρότατο όπλο στο οπλοστάσιο ενός ηγέτη.",
      "quote13": "Οι ιστορίες από τη φύση τους αφήνουν έξω πολύ περισσότερα πράγματα από αυτά που περιλαμβάνουν."
    }
  }
});