define({
  "builder": {
    "layouts": {
      "tabTitle": "แท็บ",
      "tabDescr": "แผนที่ที่แสดงอยู่และเนื้อหาอื่นจะแสดงโดยใช้ Tab พร้อมกับช่องหน้าต่างสำหรับคำอธิบาย",
      "tabItem": "แท็บ",
      "tabItems": "แท็บ",
      "sideTitle": "ไซด์อะคอร์เดียน",
      "sideDescr": "แผนที่ที่แสดงอยู่และเนื้อหาอื่นจะแสดงโดยใช้เครื่องมือควบคุมการซ่อนและแสดงผล พร้อมกับช่องหน้าต่างสำหรับคำอธิบาย",
      "sideItem": "เข้า",
      "sideItems": "เข้า",
      "bulletTitle": "บูลเล็ต",
      "bulletDescr": "แผนที่ที่แสดงอยู่และเนื้อหาอื่นจะแสดงโดยหัวข้อ พร้อมกับช่องหน้าต่างสำหรับคำอธิบาย",
      "bulletItem": "บูลเล็ต",
      "bulletItems": "หัวข้อ"
    },
    "common": {
      "lblStatus1": "ตีพิมพ์",
      "lblStatus3": "ซ่อน"
    },
    "settingsLayoutOptions": {
      "title": "เงื่อนไขรูปแบบ",
      "lblDescription": "คำบรรยาย",
      "lblLegend": "การวางสัญลักษณ์",
      "tooltipLegend": "เลือกตำแหน่งที่คุณต้องการแสดงคำอธิบายสัญลักษณ์ของแผนที่ โดยคุณสามารถเปิดแสดงคำอธิบายสัญลักษณ์ของแผนที่ที่คุณเพิ่มเข้ามา หรือตั้งค่าได้",
      "lblDropdown": "ดรอบดาวน์",
      "lblBelowDesc": "คำอธิบายด้านล่างนี้",
      "lblOnPanel": "เช่นพาเนล",
      "lblPanelDescAndLegend": "คำอธิบายและพาเนลสัญลักษณ์",
      "lblPanelDescAndOrLegend": "คำอธิบาย และ/หรือ พาเนลสัญลักษณ์",
      "lblPanelDesc": "พาเนลคำอธิบาย",
      "lblPanelLegend": "หน้าต่างสัญลักษณ์",
      "lblPanelAccordion": "อะคอร์เดียนพาเนล",
      "cfgLeft": "ซ้าย",
      "cfgRight": "ขวา",
      "cfgSmall": "เล็ก",
      "cfgMedium": "กลาง",
      "cfgLarge": "ใหญ่",
      "lblNumbering": "แสดงตัวเลข",
      "lblReverse": "หมายเลขย้อนกลับ",
      "canOverlapMap": "สามารถซ้อนทับตำแหน่งบนแผนที่"
    },
    "settingsMapOptions": {
      "title": "ตัวเลือก",
      "lblOverview": "ภาพรวมของแผนที่",
      "tooltipOverview": "แสดงพื้นที่ภาพรวมของแผนที่ขนาดเล็ก โดยสัมพันธ์กับแผนที่หลัก",
      "lblLocate": "ปุ่มค้นหาตำแหน่ง",
      "tooltipLocate": "ช่วยให้ผู้อ่านของคุณเพื่อดูตำแหน่งปัจจุบันของพวกเขาบนแผนที่ คุณลักษณะนี้ได้รับการสนับสนุนบนอุปกรณ์มากที่สุดและเบราว์เซอร์ แต่ปุ่มจะปรากฏเฉพาะถ้าคุณแบ่งปันเรื่องราวของคุณเป็นลิงค์ HTTPS และเรื่องราวที่ไม่ได้รับการฝังตัว",
      "lblGeocoder": "ที่อยู่สถานที่และการหาฟีเจอร์",
      "tooltipGeocoder": "ช่วยให้ผู้อ่านของคุณเพื่อค้นหาที่อยู่สถานที่และ / หรือคุณสมบัติของคุณบนแผนที่ ตัวเลือกการค้นหาสามารถกำหนดค่าบนหน้ารายการแผนที่เว็บภายใต้การตั้งค่า> เว็บแผนที่> แอพ> ค้นหาสถานที่",
      "lblSync": "ซิงค์ตำแหน่งบนแผนที่",
      "tooltipSync": "เมื่อเปิดใช้งาน ตำแหน่งเริ่มต้นของแผนที่แรกในรายการของคุณจะถูกกำหนดให้กับแผนที่อื่นด้วย และการย่อ ขยาย เลื่อนตำแหน่งในแผนที่ในแผนที่หนึ่งจะมีผลให้แผนที่อื่นเปลี่ยนแปลงตามกันไป เมื่อปิดใช้งานตำแหน่งของแผนที่แต่ละแผนที่จะสามารถมีตำแหน่งที่แตกต่างกันได้อิสระ"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "ธีมองค์การ",
      "lblModTheme": "ชุดรูปแบบปัจจุบัน"
    },
    "initPopup": {
      "title": "ยินดีต้อนรับสู่"
    },
    "addEditPopup": {
      "lblAdd": "เพิ่ม",
      "lblEdit": "แก้ไข",
      "disabled": "ปิดใช้งานการเพิ่ม เนื่องจากได้จำนวนสูงสุดของ %LBL_LAYOUT% ที่อนุญาตแล้ว",
      "titleAdd": "เพิ่ม",
      "titleEdit": "แก้ไข",
      "stepMainStageNextTooltip": "กรอก %LBL_LAYOUT% ชื่อและเนื้อหา",
      "titlePlaceholder": "%LBL_LAYOUT% ชื่อ..."
    },
    "textEditor": {
      "placeholder1": "เพิ่มตัวอีกษร ลิ้ง และกราฟเล็กๆที่นี่",
      "placeholder2": "หากด้านซ้ายว่า พาเนลจะถูกซ่อนไว้",
      "editorActionsTitle": "การเล่าเรื่องราว",
      "editorActionsHelpDescr": "สร้างลิงค์ในการเล่าเรื่องของคุณที่ช่วยบอกเล่าเรื่องราวของคุณ เรื่องการดำเนินการสามารถเชื่อมโยงไปยังส่วนอื่นหรือเปลี่ยนหน้าหลัก ตัวอย่างเช่นคุณสามารถกำหนดค่าการกระทำที่จะเลื่อนแผนที่ไปยังตำแหน่งอื่นสลับชั้นข้อมูลแผนที่ เปิด/ปิด หรือเปลี่ยนสื่อหน้าหลักกับรูปภาพ, วิดีโอ, แผนที่หรือหน้าเว็บที่แตกต่างกัน",
      "mainStageDisabled": "ปิดการใช้งานการเล่าเรื่องราวเมื่อเนื้อหาถูกขยาย"
    },
    "organizePopup": {
      "title": "องค์กร",
      "lblHeader": "ลากและวาง  %LBL_LAYOUT% เพื่อจัดระเบียบเรื่องราว",
      "lblColTitle": "ชื่อ",
      "lblColStatus": "สถานะ",
      "btnApplyWarning": "ยืนยันการลบของ %NB% %LBL_LAYOUT%",
      "deleteTooltip": "ลบ",
      "firstSectionExplain": "(ส่วนหน้าหลักไม่สามารถย้ายได้)"
    },
    "help": {
      "lblHelp": "ช่วยเหลือ",
      "lblAdd": "เพิ่ม",
      "lblSettings": "การตั้งค่า",
      "lblOrga": "องค์กร",
      "lblEdit": "แก้ไข",
      "lblPublish": "แชร์",
      "lblTips": "ทิปส์",
      "lblMore": "ต้องการเพิ่ม?",
      "lblLink": "เยี่ยมชมเว็บไซย์แผนที่เรื่องราว",
      "content1Div1": "เพื่อสร้าง % TPL_NAME%  ของคุณให้ใช้ปุ่มเพิ่ม เพื่อเพิ่มแต่ละแผนที่หรือเนื้อหาอื่น ๆ ลงในรูปแบบเนื้อหาอื่น ๆ สามารถรวมรูปภาพวิดีโอหรือหน้าเว็บที่ฝังตัวหรือรหัส ตัวอย่างเช่นคุณอาจต้องการให้ผู้อ่านเห็นภาพเบื้องต้นหรือวิดีโอเมื่อพวกเขาเปิดตัวครั้งแรกของคุณ %TPL_NAME%% ก่อนที่จะย้ายไปสำรวจแผนที่ของคุณ",
      "content1Div2": "เมื่อคุณกดปุ่ม เพิ่ม หน้าต้างที่ปรากฎขึ้นให้คุณสามารถตั้งค่าแผนที่และเนื้อหาที่คุณต้องการเพิ่มเข้าไปได้ เช่น การระบุตำแหน่งที่จะให้แผนที่แสดง การเปิดแสดงคำอธิบายสัญลักษณ์เป็นต้น",
      "content2Div1": "การตั้งค่าที่คุณสามารถเปลี่ยนรูปลักษณ์ของ% TPL_NAME ของคุณ% คุณสามารถเปลี่ยนรูปแบบให้เลือกโทนสีที่แตกต่างกันให้เลือกสัญลักษณ์ของแผนที่จะปรากฏขึ้น ฯลฯ",
      "content2Div2": "นอกจากนี้คุณยังสามารถเปลี่ยนโลโก้ Esri ในส่วนหัวของ %TPL_NAME% ของคุณที่มีโลโก้ของคุณเอง เพื่อให้สะท้อนถึงแบรนด์ของคุณ นอกจากนี้คุณยังสามารถระบุเว็บไซต์ที่จะเปิดตัว ถ้าผู้อ่านคลิกที่โลโก้ของคุณเพื่อให้พวกเขาสามารถได้รับข้อมูลเพิ่มเติม",
      "content3Div1": "จัดระเบียบช่วยให้คุณจัดการของคุณ% TPL_NAME% ในกล่องโต้ตอบนี้คุณสามารถเปลี่ยนลำดับของซีรีส์โดยลากและวาง",
      "content3Div2": "คุณสามารถลบเนื้อหา หรือซ่อน  การซ่อนมีประโยชน์ถ้าคุณต้องการเตรียมข้อมูล และระหว่างเตรียมคุณยังไม่ต้องการให้ข้อมูลนี้แสดงใน  story map",
      "content4Div1": "พบความผิดพลาดหรือต้องการเปลี่ยนวัสดุของคุณหรือไม่ ไม่ต้องกังวล มองหาไอคอนแก้ไขตลอดทั้งการตรวจสอบการเปลี่ยนแปลงเนื้อหาของคุณ youâ€™? จะใช้ฟังก์ชั่นการแก้ไขหลายครั้งตามที่คุณพัฒนา TPL_NAME% ของ%!",
      "content5Div1": "TPL_NAME%% ถูกบันทึกอยู่ในบัญชี PORTAL%% ของคุณและตั้งความเป็นส่วนตัวเป็นค่าตั้งต้น คุณสามารถเลือกได้ว่าจะแชร์ข้อมูลให้กับสมาชิกในองค์กร หรือแชร์ทั่วทั้งโลกก็ได้ เรายังมี URL แบบสั้นที่จะช่วยให้คุณแชร์ลิงก์ได้ง่ายยิ่งขึ้นอีกด้วย",
      "content5Div2": "ทั้งนี้ขึ้นอยู่กับบัญชีของคุณ คุณอาจมีตัวเลือกที่จะแบ่งปัน %TPL_NAME% เพียงเพื่อให้คนภายในองค์กรของคุณเพื่อให้ผู้อื่นไม่สามารถเข้าถึงได้",
      "content6Div1": "โดยปรกติแล้วแผนที่ทั้งหมดจะแสดงตำแหน่งสัมพันธ์กัน นั่นหมายความว่าตำแหน่งที่แผนที่แรกแสดงจะมีผลไปยังแผนที่อื่นด้วย เมื่อผู้ใช้ย่อ ขยาย หรือเลือกตำแหน่งแผนที่อื่นจะเปลี่ยนตำแหน่งตามไปด้วย",
      "content6Div2": "เช่น แผนที่แสดงข้อมูลในเมือง ผู้ใช้แผนที่สามารถขยายเข้าไปยังบริเวณหมู่บ้าน และดูสลับกันระหว่าแผนที่ได้",
      "content6Div3": "หากต้องการปิดการแสดงตำแหน่งที่สัมพันธ์กัน ให้ไปที่หน้าต่าง การกำหนดค่า (Setting) แล้วเลือก location synchronization ในแถบ Map Options ออก",
      "content6AltDiv1": "โดยค่าเริ่มต้นที่ตั้งแผนที่ที่ตรงกัน ปิดการซิงค์ข้อมูลให้แต่ละแผนที่เพื่อแสดงตำแหน่งที่แตกต่างกัน",
      "content6AltDiv2": "เปิดการซิงค์ข้อมูล",
      "content6AltDiv3": "ปิดการซิงค์ข้อมูล",
      "content6AltDiv4": "ปิดการซิงค์ข้อมูล ให้ไปที่การตั้งค่า> ตัวเลือกแผนที่และยกเลิก \"ซิงค์สถานที่ \""
    },
    "landing": {
      "lblAdd": "คุณต้องการเรียก %LAYOUT_TITLE% ชุดแผนที่ของคุณอย่างไร?",
      "phAdd": "ใส่ชื่อเรื่องของคุณ...",
      "lblOR": "หรือ",
      "lblHelp": "ร่วมการเยี่ยมชม",
      "quote0": "มีที่ว่างเสมอสำหรับเรื่องราวที่สามารถส่งคนไปยังที่อื่นได้",
      "quote1": "การเล่าเรื่อง เป็นวิธีที่มีประสิทธิภาพ ที่จะวางความคิดในโลกปัจจุบัน",
      "quote2": "เรื่องราวที่เราบอกด้วยตัวอักษรจะสร้างโลกขึ้น หากคุณต้องการเปลี่ยนโลก คุณต้องเปลี่ยนแปลงเรื่องราวของคุณ ความจริงนี้ใช้กับทั้งบุคคลและสถาบัน",
      "quote3": "ระยะห่างที่สั้นที่สุดระหว่างมนุษย์กับความจริงคือเรื่องราว",
      "quote4": "คนไม่ต้องการข้อมูลเพิ่มเติม พวกเขาจะยุ่งอยู่กับข้อมูล พวกเขาต้องการศรัทธาในตัวคุณ เป้าหมาย ความสำเร็จของคุณในเรื่องราวที่คุณบอกเล่า",
      "quote5": "ฉันเชื่ออย่างมากกว่าผู้คนกำลังมองหาเรื่องราวที่หมายถึงอะไรบางอย่างที่เป็นเรื่องราวที่มีการไถ่บาป แรงบันดาลใจและใหญ่กว่าบุคคล",
      "quote6": "หากคุณต้องการมีอิทธิพลต่อบุคคลหรือกลุ่มเพื่อรับค่านิยมเฉพาะในชีวิตประจำวันของพวกเขา ให้บอกเล่าเรื่องราวที่น่าสนใจ",
      "quote7": "หากคุณบอกฉัน มันเป็นเพียงเรียงความ หากคุณแสดงให้ฉันเห็น มันเป็นเรื่องราว",
      "quote8": "หากคุณไม่รู้จักต้นไม้ที่อาจสูญหายไปในป่า แต่ถ้าหากคุณไม่รู้จักเรื่องราวที่อาจสูญหายไปในชีวิต",
      "quote9": "เรื่องราวคือการแปลงความคิดสร้างสรรค์ของชีวิตให้กลายเป็นประสบการณ์ที่มีพลัง ชัดเจนและมีความหมายมากขึ้น ซึ่งเป็นรูปแบบการติดต่อของมนุษย์",
      "quote10": "ไม่มีความทุกข์ทรมานใดที่มากกว่าการแบกเรื่องราวที่ไม่ได้รับการเปิดเผยภายในตัวคุณ",
      "quote11": "บางทีเรื่องราวเป็นเพียงข้อมูลที่มีชีวิต",
      "quote12": "เรื่องราวเป็นอาวุธทรงพลังมากที่สุดแห่งหนึ่งในคลังแสงของผู้นำ",
      "quote13": "เป็นธรรมชาติของเรื่องราวที่จะออกไปไกลเกินกว่าที่เรื่องราวมี"
    }
  }
});