define({
  "builder": {
    "layouts": {
      "tabTitle": "З вкладками",
      "tabDescr": "Представляйте карти та інший зміст за допомогою вкладок з додатковою панеллю для текстового опису.",
      "tabItem": "Вкладка",
      "tabItems": "Вкладки",
      "sideTitle": "Бічна гармошка",
      "sideDescr": "Представляйте карти та інший зміст за допомогою розширюваного елементу керування, який включає текстовий опис.",
      "sideItem": "Запис",
      "sideItems": "Записи",
      "bulletTitle": "Маркований",
      "bulletDescr": "Представляйте карти та інший зміст за допомогою маркерів з додатковою панеллю для текстового опису.",
      "bulletItem": "Маркер",
      "bulletItems": "Маркери"
    },
    "common": {
      "lblStatus1": "Опубліковані",
      "lblStatus3": "Приховані"
    },
    "settingsLayoutOptions": {
      "title": "Опції компонування",
      "lblDescription": "Опис",
      "lblLegend": "Розташування легенди",
      "tooltipLegend": "Виберіть, де ви бажаєте, щоб відображалась легенда карти. Ви можете увімкнути легенду для будь-якої карти при її додаванні чи налаштуванні.",
      "lblDropdown": "Розкривний список",
      "lblBelowDesc": "Під описом",
      "lblOnPanel": "Як панель",
      "lblPanelDescAndLegend": "Панель опису та легенди",
      "lblPanelDescAndOrLegend": "Панель опису та/або легенди",
      "lblPanelDesc": "Панель опису",
      "lblPanelLegend": "Панель легенди",
      "lblPanelAccordion": "Панель-гармошка",
      "cfgLeft": "Зліва",
      "cfgRight": "Справа",
      "cfgSmall": "Малий",
      "cfgMedium": "Середній",
      "cfgLarge": "Великий",
      "lblNumbering": "Відображати цифри",
      "lblReverse": "Зворотна нумерація",
      "canOverlapMap": "може перекривати місце розташування на карті"
    },
    "settingsMapOptions": {
      "title": "Опції карти",
      "lblOverview": "Оглядова карта",
      "tooltipOverview": "Відображати невелику оглядову карту разом з основною картою.",
      "lblLocate": "Кнопка «Визначити місце розташування»",
      "tooltipLocate": "Дозволити вашим читачам бачити їх поточне місце розташування на карті. Ця функція підтримується на більшості пристроїв та браузерах, проте кнопка відображається, тільки якщо ви поділитесь своєю історією як посиланням HTTPS та історія не вбудована.",
      "lblGeocoder": "Засіб пошуку адрес, місць та об'єктів",
      "tooltipGeocoder": "Дайте своїм читачам можливість шукати адреси, місця та/або об'єкти на вашій карті. Опції пошуку можна налаштувати на сторінці елементу веб-карти в меню Налаштування > Веб-карта > Додаток > Знайти місця розташування.",
      "lblSync": "Синхронізувати місця розташування на карті",
      "tooltipSync": "Якщо ця функція активована, початкове місце розташування першої карти у вашій серії буде застосовуватись до всіх карт, а навігація, виконувана користувачами у будь-якій карті, буде відображатись у всіх картах. Деактивувати для кожного місця розташування карти, щоб залишатись незалежним."
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Організаційна тема",
      "lblModTheme": "Поточна тема"
    },
    "initPopup": {
      "title": "Ласкаво просимо в"
    },
    "addEditPopup": {
      "lblAdd": "Додати",
      "lblEdit": "Редагувати",
      "disabled": "Додавання деактивовано, оскільки було досягнуто максимальну кількість дозволених %LBL_LAYOUT%.",
      "titleAdd": "Додати",
      "titleEdit": "Редагувати",
      "stepMainStageNextTooltip": "Введіть заголовок і зміст %LBL_LAYOUT%",
      "titlePlaceholder": "заголовок %LBL_LAYOUT%..."
    },
    "textEditor": {
      "placeholder1": "Додавайте текст, посилання та графічні зображення тут.",
      "placeholder2": "Якщо панель залишається порожньою, її буде приховано.",
      "editorActionsTitle": "Дії з історією",
      "editorActionsHelpDescr": "Створюйте посилання у вашій розповіді, які допоможуть розповісти вашу історію. Дія з історією може встановлювати зв'язок з іншим розділом або змінювати основну сцену. Наприклад, ви можете налаштувати дію на переміщення карти в інше місце розташування, увімкнення/вимкнення шарів карти або зміну мультимедійного змісту основної сцени на інше зображення, відео, карту або веб-сторінку.",
      "mainStageDisabled": "Дії з історією деактивуються при максимізації редактора"
    },
    "organizePopup": {
      "title": "Організувати",
      "lblHeader": "Перетягніть і відпустіть %LBL_LAYOUT%, щоб організувати вашу історію.",
      "lblColTitle": "Заголовок",
      "lblColStatus": "Стан",
      "btnApplyWarning": "Підтвердіть видалення %NB% %LBL_LAYOUT%",
      "deleteTooltip": "Видалити",
      "firstSectionExplain": "(Головний розділ неможливо перемістити)"
    },
    "help": {
      "lblHelp": "Довідка",
      "lblAdd": "Додати",
      "lblSettings": "Налаштування",
      "lblOrga": "Організувати",
      "lblEdit": "Зміни",
      "lblPublish": "Поділитися",
      "lblTips": "Підказки",
      "lblMore": "Бажаєте більше?",
      "lblLink": "Відвідайте веб-сайт Esri Story Maps.",
      "content1Div1": "Для створення %TPL_NAME% скористайтесь кнопкою «Додати», щоб додати кожну карту або інший зміст у компонування. Інший зміст може включати зображення, відео або вбудовані веб-сторінки чи код. Наприклад, необхідно, щоб читачі бачили вступне зображення чи відео при першому запуску вашого %TPL_NAME%, перш ніж вони перейдуть до вивчення ваших карт.",
      "content1Div2": "При натисканні кнопки «Додати» відкриється діалогове вікно, яке дозволяє вибрати та налаштувати карту або інший зміст, які необхідно додати. Наприклад, можна задати місце розташування, яке повинна відображати карта, активувати її легенду і т. д.",
      "content2Div1": "У діалоговому вікні «Налаштування» можна змінити вигляд вашого %TPL_NAME%. Ви можете змінювати компонування, вибирати іншу колірну схему, вибирати, де буде відображатись легенда і т. д.",
      "content2Div2": "Ви також можете замінити логотип Esri у верхньому колонтитулі вашого %TPL_NAME% на свій власний логотип, який відображає ваш бренд. Ви також можете вказати веб-сайт, який буде запускатися, коли читачі натискають ваш логотип, щоб вони могли отримати більше інформації.",
      "content3Div1": "Діалогове вікно «Організувати» дозволяє керувати вашим %TPL_NAME%. У цьому діалоговому вікні можна змінювати порядок серій за допомогою операції «перетягнути та відпустити».",
      "content3Div2": "Також можна видалити зміст або приховати його. Операція приховування є корисною, якщо ви готуєте новий зміст, який ще не готовий до включення у вашу карту-історію.",
      "content4Div1": "Знайшли помилку чи бажаєте змінити свій матеріал? Без проблем. Знайдіть значок редагування у додатку, щоб внести зміни у свій зміст. Ви використовуватиме функції редагування багато разів під час розробки вашого %TPL_NAME%!",
      "content5Div1": "При збереження вашого %TPL_NAME% спочатку він є приватним. Скористайтесь кнопкою «Поділитися», щоб дати доступ до нього іншим. Ви можете поділитися вашим %TPL_NAME% публічно, щоб до нього мали доступ всі.",
      "content5Div2": "В залежності від вашого облікового запису також може бути доступна опція, щоб поділитися вашим %TPL_NAME% тільки з людьми у ваші організації, а інші не мали б доступу до нього.",
      "content6Div1": "За замовчуванням карти у серії синхронізуються для відображення однакового місця розташування. Це означає, що місце розташування, показане у першій карті, буде автоматично застосоване для всіх інших карт, і якщо читач масштабує або переміщується до іншого місця розташування на карті, на яке він дивиться, це також буде застосовано до інших карт.",
      "content6Div2": "Наприклад, якщо ваша серія показує різні тематичні дані для міста, читач може виконати масштабування до свого району, а потім просто перемикатися між вкладками для перегляду карт у цій області.",
      "content6Div3": "Для деактивації синхронізації місця розташування перейдіть у діалогове вікно «Налаштування» та зніміть відмітку для цього параметру у вкладці «Опції карти».",
      "content6AltDiv1": "За замовчуванням місця розташування на карті синхронізуються. Деактивація синхронізації дозволяє кожній карті відображати різне місце розташування.",
      "content6AltDiv2": "Синхронізацію УВІМКН.",
      "content6AltDiv3": "Синхронізацію ВИМКН.",
      "content6AltDiv4": "Для деактивації синхронізації перейдіть у Налаштування > Опції карти та зніміть відмітку «Синхронізувати місця розташування на карті»."
    },
    "landing": {
      "lblAdd": "Як ви бажаєте назвати ваш %LAYOUT_TITLE% серії карт?",
      "phAdd": "Введіть свій заголовок...",
      "lblOR": "Або",
      "lblHelp": "Пройти тур",
      "quote0": "Історія — це засіб, який дозволяє перенести людину у інше місце.",
      "quote1": "Розповідання історій — це найефективніший спосіб представити свої ідеї сучасному світу.",
      "quote2": "Історії, які ми розповідаємо буквально створюють світ. Щоб змінити світ, необхідно змінити вашу історію. Ця істина стосується як окремих людей, так і організацій.",
      "quote3": "Найкоротшим шляхом між людиною та істиною є історія.",
      "quote4": "Людям не потрібно більше інформації. Вони мають занадто багато її. Вони хочуть вірити у вас, ваші цілі, ваш успіх, історію, яку ви розповідаєте.",
      "quote5": "Я щиро вірю, що люди шукають історії, які дійсно мають значення, історії, які рятівні, надихаючі та більші за особистість.",
      "quote6": "Якщо ви бажаєте вплинути на окрему людину або групу, щоб вони відчули певну цінність у своєму щоденному житті, розкажіть їм захоплюючу історію.",
      "quote7": "Якщо розповісти, це буде твір. Якщо показати, це буде історія.",
      "quote8": "Коли не знаєш дерев у лісі, можна заблукати в ньому, а коли не знаєш історій, можна загубитись у житті.",
      "quote9": "Історії — це творче перетворення самого життя в більш могутній, чіткий та значущий досвід. Вони є валютою людського контакту.",
      "quote10": "Немає більшої муки, ніж носити в собі нерозказану історію.",
      "quote11": "Можливо, історії це просто дані, що мають душу.",
      "quote12": "Історії є єдиною найпотужнішою зброєю у арсеналі лідера.",
      "quote13": "Історіям притаманно пропускати значно більше, ніж вони включають в себе."
    }
  }
});