define({
  "viewer": {
    "common": {
      "close": "ปิด",
      "focusMainstage": "ส่งโฟกัสของแป้นพิมพ์ไปยังสื่อ",
      "expandImage": "ขยายภาพ"
    },
    "a11y": {
      "skipToContent": "ข้ามไปยังเนื้อหา",
      "headerAria": "ส่วนหัวของเรื่องราว",
      "panelAria": "เนื้อหาของเรื่องราว",
      "mainStageAria": "สื่อรายการเรื่องราวปัจจุบัน",
      "logoLinkAria": "โลโก้ที่เชื่องโยงไปยัง",
      "toTop": "ไปที่รายการแรก",
      "focusContent": "กลับไปยังเนื้อหา",
      "navAria": "รายการเรื่องราว",
      "toEntryAria": "ไปที่รายการ %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "entryAria": "รายการ %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "loadingAria": "กำลังโหลดเนื้อหาเรื่องราว",
      "skipBelowContent": "ข้ามไปด้านล่างเนื้อหานี้",
      "skipBelowVideo": "ข้ามไปด้านล่างวิดีโอนี้",
      "skipAboveContent": "ข้ามไปด้านล่างเนื้อหานี้",
      "skipAboveVideo": "ข้ามไปด้านล่างวิดีโอนี้",
      "moreEntries": "รายการเพิ่มเติม"
    },
    "loading": {
      "long": "เริ่มต้นดำเนินเรื่องราว",
      "long2": "ขอบคุณที่รอ",
      "failButton": "โหลดเรื่องราวอีกครั้ง"
    },
    "signin": {
      "title": "ต้องการยอมรับ",
      "explainViewer": "กรุณาเข้าระบบด้วยบัญชีบน %PORTAL_LINK% เพื่อเข้าใช้งานเรื่องราว",
      "explainBuilder": "กรุณาลงชื่อด้วยบัญชีบน  %PORTAL_LINK% เพื่อปรับแต่งเรื่องราว"
    },
    "errors": {
      "boxTitle": "เกิดข้อผิดพลาด",
      "invalidConfig": "การกำหนดค่าไม่ถูกต้อง",
      "invalidConfigNoApp": "ข้อผิดพลาดร้ายแรง: เว็บแผนที่ระบุการใช้งานไม่ได้ระบุใน index.html",
      "invalidConfigNoAppDev": "ไม่ได้ระบุพารามิเตอร์ของ URL บน Web Mapping Application ที่ (? appid =)ซึ่งจะถูกละเลยจากโหมดการพัฒนา การตั้งค่ารหัสแอพใน index.html",
      "unspecifiedConfigOwner": "ไม่มีการกำหนดอำนาจในการปรับแต่ง",
      "invalidConfigOwner": "เจ้าของเรื่องราวไม่ได้รับอนุญาต",
      "createMap": "ไม่สามารถสร้างแผนที่ได้",
      "invalidApp": "ข้อผิดพลาดร้ายแรง: โปรแกรมไม่สามารถโหลด",
      "appLoadingFail": "มีางอย่างผิดปกติ, %TPL_NAME% โหลดไม่สมบูรณ์",
      "notConfiguredDesktop": "เรื่องราวนี้ยังไม่ได้รับการปรับแต่ง",
      "notConfiguredMobile": "บิวเดอร์ %TPL_NAME% ไม่รองรับในจอแสดงผลขนาดนี้ ถ้าเป็นไปได้ปรับขนาดเบราว์เซอร์ของคุณเพื่อเข้าถึงผู้สร้างหรือสร้างเรื่องโปรดของคุณบนอุปกรณ์ที่มีหน้าจอขนาดใหญ่ขึ้น",
      "notConfiguredMobile2": "กรุณาหมุนอุปกรณ์ของคุณในแนวนอน เพื่อที่จะ %TPL_NAME% บิวเดอร์",
      "notAuthorized": "คุณไม่ได้รับสิทธิ์ในการใช้งานเรื่องราว",
      "notAuthorizedBuilder": "คุณไม่ได้รับสิทธิ์ที่จะใช้ %TPL_NAME% บิวเดอร์",
      "noBuilderIE": "ตัวสร้างที่ไม่ได้รับการสนับสนุนบน Internet Explorer ก่อนรุ่น %VERSION%  %UPGRADE%",
      "noViewerIE": "เรื่องนี้ไม่ได้รับการสนับสนุนใน Internet Explorer รุ่นก่อน %VERSION%. %UPGRADE%",
      "noViewerIE2": "คุณพยายามที่จะดูเรื่องนี้โดยใช้เบราว์เซอร์เก่า ที่ไม่ได้รับการสนับสนุน อาจมีคุณสมบัติที่ไม่ทำงานหรือปัญหาที่ไม่คาดคิดอื่น ๆ เราขอแนะนำให้คุณอัพเกรด Internet Explorer 11 หรือใช้เบราเซอร์อื่นเช่น Chrome",
      "noViewerIE3": "ในช่วงก่อนปี 2017 แผนที่เรื่องราวนี้จะไม่โหลดบนเบราว์เซอร์ ในขณะที่คุณต้องใช้เบราว์เซอร์ได้รับการสนับสนุนเพื่อดูเรื่องนี้",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>กรุณาอัพเดทเบราว์เซอร์ของคุณ</a>.",
      "mapLoadingFail": "เกิดข้อผิดพลาดบางอย่างขึ้น ทำให้แผนที่ไม่สามารถเปิดขึ้นได้ถูกต้อง",
      "signOut": "ลงชื่อออก",
      "attention": "ความสนใจ!"
    },
    "mainStage": {
      "back": "กลับ",
      "errorDeleted": "ลิงค์นี้ไม่ได้ใช้งาน (ส่วนได้ถูกลบไปแล้ว)",
      "errorNotPublished": "ลิงค์นี้ไม่ได้ใช้งาน (ส่วนจะไม่เผยแพร่)"
    },
    "panel": {
      "collapse": "ยุบแผง",
      "expand": "ขยายแผง"
    },
    "mobileInfo": {
      "legend": "คำอธิบาย",
      "description": "คำบรรยาย",
      "lblLegendMobileError": "ขอโทษ ไม่มีสัญลักษณ์ปรากฏอยู่ กรุณาโหลดเรื่องราวอีกครั้ง",
      "lblLegendMobileErrorExplain": "สัญลักษณ์ไม่สามารถใช้ได้เมื่ออุปกรณ์ถูกนำไปโหมดแนวตั้งหลังจากที่เรื่องราวถูกโหลด"
    },
    "mobileFooter": {
      "swipeInvite": "เลื่อนเพื่อเริ่มเรื่อง",
      "lblNext": "ต่อไป",
      "lblEnd": "คุณอ่านมาถึงตอนจบของเรื่องแล้ว"
    },
    "headerFromCommon": {
      "storymapsText": "Story Map",
      "builderButton": "แก้ไข",
      "facebookTooltip": "แชร์ผ่าน Facebook",
      "twitterTooltip": "แชร์ผ่าน Twitter",
      "bitlyTooltip": "รับเป็นลิงค์สั้นๆ",
      "templateTitle": "ตั้งค่าหัวเรื่องเทมเพลต",
      "templateSubtitle": "ตั้งค่าชื่อรองของเทมเพลต",
      "share": "แชร์",
      "checking": "กำหลังตรวจสอบสาระในเรื่องราวของคุณ",
      "fix": "ปรับปรุงประเด็นในเรื่องราวของคุณ",
      "noerrors": "ไม่มีประเด็นที่ตรวจพบ",
      "tooltipAutoplayDisabled": "ไม่สามารถโหมดเล่นอัตโนมัติได้",
      "notshared": "ไม่ได้แชร์สตอรี่"
    },
    "mapFromCommon": {
      "overview": "ภาพรวมของแผนที่",
      "legend": "คำอธิบายสัญลักษณ์",
      "home": "ซูมบ้าน"
    },
    "shareFromCommon": {
      "copy": "คัดลอก",
      "copied": "คัดลอก",
      "open": "เปิด",
      "embed": "ฝังลงในเว็บไซต์",
      "embedExplain": "ใช้ HTML โค้ดตามด้านล่างนี้เพื่อฝังเรื่องราวในหน้าเว็บ",
      "size": "ขนาด (กว้าง/สูง):",
      "autoplayLabel": "โหมดเล่นอัตโนมัติ",
      "autoplayExplain1": "โหมดการเล่นอัตโนมัติจะเลื่อนผ่านสตอรี่ของคุณในช่วงเวลาปกติ ซึ่งเหมาะในคีออสหรือแสดงจอภาพสาธารณะ แต่ทราบว่าในสถานการณ์อื่น ๆ ก็อาจจะทำให้เรื่องยากที่จะอ่าน คุณลักษณะนี้ไม่รองรับบนจอแสดงผลขนาดเล็ก",
      "autoplayExplain2": "เมื่อโหมดนี้สามารถใช้งานได้ จะมีตัวควบคุมเพื่อเล่น/หยุดเล่น สตอรี่ และปรับปรุงความเร็วในการทำงาน",
      "linksupdated": "อัพเดทลิงค์!"
    },
    "locatorFromCommon": {
      "error": "ที่ตั้งไม่สามารถใช้งานได้"
    }
  }
});