define({
  "commonMapControls": {
    "common": {
      "settings": "Настройки",
      "openDefault": "Отваряне по подразбиране"
    },
    "overview": {
      "basemapGalleryBtnLabel": "Базова карта",
      "expandFactorLabel": "Разширяващ фактор",
      "expandFactorPopover": "Съотношението между размера на картата за преглед и ограничаващия правоъгълник е показан на картата за преглед. Стойността по подразбиране е 2, което означава, че картата за преглед ще бъде поне два пъти по-голяма от размера на ограничаващия правоъгълник."
    }
  }
});