define({
  "builder": {
    "layouts": {
      "tabTitle": "टैब्ड",
      "tabDescr": "प्रस्तुत मानचित्र और अन्य सामग्री वर्णनात्मक टेक्स्ट के लिए एक वैकल्पिक पैनल के साथ टैब का उपयोग करते हैं।",
      "tabItem": "टैब",
      "tabItems": "टैब",
      "sideTitle": "साइड एकार्डियन",
      "sideDescr": "प्रस्तुत मानचित्र और अन्य सामग्री वर्णनात्मक टेक्स्ट सहित एक विस्तार नियंत्रण का उपयोग करते हैं।",
      "sideItem": "प्रविष्टि",
      "sideItems": "प्रविष्टियां",
      "bulletTitle": "बुलेटेड",
      "bulletDescr": "प्रस्तुत मानचित्र और अन्य सामग्री वर्णनात्मक टेक्स्ट के लिए एक वैकल्पिक पैनल के साथ बुलेट का उपयोग करते हैं।",
      "bulletItem": "बुलेट",
      "bulletItems": "बुलेट्स"
    },
    "common": {
      "lblStatus1": "प्रकाशित",
      "lblStatus3": "छिपा हुआ"
    },
    "settingsLayoutOptions": {
      "title": "रूपरेखा विकल्प",
      "lblDescription": "विवरण",
      "lblLegend": "लीजेंड प्लेसमेंट",
      "tooltipLegend": "वह स्थान चुनें जहाँ आप मानचित्र लीजेंड को प्रदर्शित करना चाहते हैं। जब आप इसे जोड़ते हैं या विन्यासित करते हैं तो आप किसी भी मानचित्र के लिए लीजेंड बदल सकते हैं।",
      "lblDropdown": "ड्रॉप डाउन",
      "lblBelowDesc": "विवरण के नीचे",
      "lblOnPanel": "एक पैनल के रूप में",
      "lblPanelDescAndLegend": "विवरण और लीजेंड पैनल",
      "lblPanelDescAndOrLegend": "विवरण और/या लीजेंड पैनल",
      "lblPanelDesc": "विवरण पैनल",
      "lblPanelLegend": "लीजेंड पैनल",
      "lblPanelAccordion": "एकार्डियन पैनल",
      "cfgLeft": "बाएं",
      "cfgRight": "दाएं",
      "cfgSmall": "छोटा",
      "cfgMedium": "मध्यम",
      "cfgLarge": "बड़ा",
      "lblNumbering": "प्रदर्शन संख्या",
      "lblReverse": "रिवर्स नंबरिंग",
      "canOverlapMap": "मानचित्र स्थान को ओवरलैप कर सकते हैं"
    },
    "settingsMapOptions": {
      "title": "मानचित्र विकल्प",
      "lblOverview": "संक्षिप्त मानचित्र",
      "tooltipOverview": "मुख्य मानचित्र के साथ-साथ एक छोटा सा संक्षिप्त मानचित्र प्रदर्शित करें।",
      "lblLocate": "पता लगाएँ बटन",
      "tooltipLocate": "आपके पाठकों को मानचित्र पर उनके वर्तमान स्थान को देखने की अनुमति देता है। यह फीचर अधिकतर उपकरणों और ब्राउज़रों पर समर्थित है, लेकिन बटन तब ही नज़र आता है जब आप अपनी कहानी HTTPS लिंक के रूप में साझा करते हैं और कहानी अंतःस्थापित नहीं होती है।",
      "lblGeocoder": "पता, स्थान, और फीचर फाइंडर",
      "tooltipGeocoder": "आपके पाठकों को आपके मानचित्र पर पतों, स्थानों और/या विशिष्टताओं को खोजने की अनुमति देता है। खोज विकल्पों को सेटिंग्स > वेब मैप > एप्लिकेशन > फाइंड लोकेशन्स के तहत किसी वेब मानचित्र के आइटम पृष्ठ पर कॉन्फिगर किया जा सकता है।",
      "lblSync": "मानचित्र के स्थानों को समकालीन करें",
      "tooltipSync": "जब सक्षम हो, आपकी श्रृंखला में पहले मानचित्र के प्रारंभिक स्थान सभी मानचित्रों के लिए लागू होंगे, और किसी भी मानचित्र में प्रयोक्ताओं द्वारा नेविगेशन सभी मानचित्रों में परिलक्षित होगी। स्वतंत्र रहने के लिए प्रत्येक मानचित्र के स्थान के लिए अक्षम करें।"
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "संगठन थीम",
      "lblModTheme": "वर्तमान थीम"
    },
    "initPopup": {
      "title": "आपका स्वागत है"
    },
    "addEditPopup": {
      "lblAdd": "जोड़ें",
      "lblEdit": "संपादित करें",
      "disabled": "जोड़ना अक्षम है क्योंकि अनुमति %LBL_LAYOUT% अधिकतम संख्या पूरी हो गई है।",
      "titleAdd": "जोड़ें",
      "titleEdit": "संपादित करें",
      "stepMainStageNextTooltip": "%LBL_LAYOUT% शीर्षक और सामग्री दर्ज करें",
      "titlePlaceholder": "%LBL_LAYOUT% शीर्षक..."
    },
    "textEditor": {
      "placeholder1": "टेक्स्ट, लिंक, और छोटे ग्राफिक्स को यहाँ जोड़ें।",
      "placeholder2": "अगर खाली छोड़ दिया जाता है तो पैनल छिप जाएगा।"
    },
    "organizePopup": {
      "title": "व्यवस्थित करें",
      "lblHeader": "अपनी कहानी को व्यवस्थित करने के लिए %LBL_LAYOUT% को ड्रैग और ड्रॉप करें।",
      "lblColTitle": "शीर्षक",
      "lblColStatus": "स्थिति",
      "btnApplyWarning": "%NB% %LBL_LAYOUT% को मिटाने की पुष्टि करें",
      "deleteTooltip": "हटाएँ",
      "firstSectionExplain": "(होम अनुभाग स्थानांतरित नहीं किया जा सकता है)"
    },
    "help": {
      "lblHelp": "सहायता",
      "lblAdd": "जोड़ें",
      "lblSettings": "सेटिंग्स",
      "lblOrga": "व्यवस्थित करें",
      "lblEdit": "संपादन",
      "lblPublish": "साझा करें",
      "lblTips": "सुझाव",
      "lblMore": "और चाहिए?",
      "lblLink": "Esri कहानी मानचित्र वेबसाइट पर जाएँ।",
      "content1Div1": "अपना %TPL_NAME% बनाने हेतु, रूपरेखा में प्रत्येक मानचित्र या अन्य सामग्री जोड़ने के लिए जोड़ें बटन का उपयोग करें। अन्य सामग्री में चित्र, वीडियो या संबद्ध वेब पृष्ठ या कोड शामिल हो सकते हैं। उदाहरण के लिए आप चाह सकते हैं कि आपके पाठक एक परिचयात्मक छवि या वीडियो देखें जब वे पहली बार आपका %TPL_NAME% लांच करते हैं, इससे पहले कि वे अपने मानचित्र का पता लगाने के लिए एक्सप्लोर करें।",
      "content1Div2": "जब आप जोड़ें बटन को क्लिक करें, एक डायलॉग प्रकट होगा जो आपको मानचित्र या अन्य सामग्री को चुनने और विन्यासित करने देता है जो आप जोड़ना चाहते हैं। उदाहरण के लिए आप स्थान निर्दिष्ट कर सकते हैं जिसे आप मानचित्र द्वारा दिखाया जाना चाहते हैं, इसके लीजेंड, आदि को सक्षम करें।",
      "content2Div1": "सेटिंग्स डायलॉग वह होता है जहाँ आप अपने %TPL_NAME% के स्वरूप को बदल सकते हैं। आप रूपरेखा बदलते हैं, एक अलग रंग योजना चुनें, जहां मानचित्र लीजेंड आदि दिखाई देगा, वहां चुनें।",
      "content2Div2": "आप भी अपने ब्रांड को प्रतिबिंबित करने के लिए अपने लोगो के साथ अपने %TPL_NAME% के शीर्षक में Esri लोगो बदल सकते हैं। आप वह वेबसाइट निर्दिष्ट कर सकते हैं जो लांच होने वाली हो अगर पाठक आपके लोगो को क्लिक करें ताकि वे और अधिक जानकारी प्राप्त कर सकें।",
      "content3Div1": "व्यवस्थित डायलॉग आप को अपने %TPL_NAME% का प्रबंधन करने देता है। इस डायलॉग में आप ड्रैग और ड्राप के माध्यम से श्रृंखला का क्रम बदल सकते हैं।",
      "content3Div2": "आप सामग्री को मिटा या छिपा सकते हैं। छुपाना उपयोगी है अगर आप नई सामग्री की तैयारी कर रहे हैं जो अभी तक आपके कहानी मानचित्र में शामिल होने के लिए तैयार नहीं है।",
      "content4Div1": "कोई गलती हो गई या अपनी सामग्री को बदलना चाहते हैं? चिंता न करें। अपनी सामग्री में परिवर्तन हेतु ऐप्लिकेशन में संपादित करें आइकॉन ढूंढें। जैसे जैसे आप अपना %TPL_NAME% विकसित करते हैं, आप संपादन कार्य को कई बार इस्तेमाल करेंगे!",
      "content5Div1": "जब आप अपने %TPL_NAME% को सहेजते हैं तो यह शुरूआत में निजी होता है। इसे दूसरों के साथ साझा करने के लिए साझा करें बटन का प्रयोग करें। आप सार्वजनिक रूप से अपने %TPL_NAME% को साझा कर सकते हैं ताकि कोई भी इसका उपयोग कर सके।",
      "content5Div2": "अपने खाते के आधार पर, आप के पास सिर्फ अपने संगठन के भीतर के लोगों के साथ अपने %TPL_NAME% को साझा करने का विकल्प है, ताकि अन्य इस तक पहुँच न सकें।",
      "content6Div1": "श्रृंखला में मानचित्र एक ही स्थान को दिखाने के लिए डिफ़ॉल्ट रूप से समकालीन होते हैं। इसका मतलब यह है कि पहले मानचित्र में दिखाया गया स्थान स्वचालित रूप से अन्य सभी मानचित्रों के लिए लागू होगा, और यदि एक पाठक मानचित्र में एक अलग स्थान पर ज़ूम इन या पैन करता है जिसे वे अभी देख रहे होते हैं, तो यह अन्य मानचित्रों के लिए भी लागू होंगे।",
      "content6Div2": "उदाहरण के लिए यदि आपकी श्रृंखला एक शहर के लिए अलग-अलग विषयगत आंकड़े प्रदर्शित करती है,तो एक पाठक उसके पास ज़ूम कर सकता है और फिर उस क्षेत्र के लिए मानचित्र को देखने के लिए बस टैब्स के बीच स्विच कर सकता है।",
      "content6Div3": "स्थान समकालिकता अक्षम करने के लिए, सेटिंग्स डायलॉग पर जाएं और मानचित्र विकल्प टैब में उस सेटिंग को अचयनित करें।",
      "content6AltDiv1": "डिफ़ॉल्ट रूप से मानचित्र स्थान समकालीन होते हैं। समकालिकता को अक्षम करना प्रत्येक मानचित्र को एक अलग स्थान प्रदर्शित करने की अनुमति देता है।",
      "content6AltDiv2": "समकालीन चालू करना",
      "content6AltDiv3": "समकालीन बंद करना",
      "content6AltDiv4": "समकालिकता अक्षम करने के लिए, सेटिंग > मानचित्र विकल्प पर जाएं और \"मानचित्र स्थान समकालीन करें\" अचयनित करें।"
    },
    "landing": {
      "lblAdd": "आप अपनी %LAYOUT_TITLE% मानचित्र श्रृंखला को क्या बुलाना चाहते हैं?",
      "phAdd": "अपना शीर्षक दर्ज करें...",
      "lblOR": "या",
      "lblHelp": "एक टूर लें"
    }
  }
});