define({
  "viewer": {
    "common": {
      "close": "Κλείσιμο",
      "focusMainstage": "Αποστολή εστίασης πληκτρολογίου σε πολυμέσα",
      "expandImage": "Ανάπτυξη εικόνας"
    },
    "a11y": {
      "skipToContent": "Παράλειψη και μετάβαση στο περιεχόμενο",
      "headerAria": "Κεφαλίδα ιστορίας",
      "panelAria": "Περιεχόμενο αφήγησης",
      "mainStageAria": "Πολυμέσα τρέχουσας καταχώρισης αφήγησης",
      "logoLinkAria": "Σύνδεσμος λογότυπου",
      "toTop": "Μετάβαση στην πρώτη καταχώριση",
      "focusContent": "Επιστροφή στο περιεχόμενο",
      "navAria": "Καταχωρίσεις αφήγησης",
      "toEntryAria": "Μετάβαση στην καταχώριση %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "entryAria": "Καταχώριση %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "loadingAria": "Γίνεται φόρτωση του περιεχομένου ιστορίας",
      "skipBelowContent": "Παράλειψη και μετάβαση κάτω από αυτό το περιεχόμενο",
      "skipBelowVideo": "Παράλειψη και μετάβαση κάτω από αυτό το βίντεο",
      "skipAboveContent": "Παράλειψη και μετάβαση πάνω από αυτό το περιεχόμενο",
      "skipAboveVideo": "Παράλειψη και μετάβαση πάνω από αυτό το βίντεο",
      "moreEntries": "Περισσότερες καταχωρίσεις"
    },
    "loading": {
      "long": "Αρχικοποίηση της αφήγησης",
      "long2": "Ευχαριστούμε που περιμένατε",
      "failButton": "Επαναφόρτωση της αφήγησης"
    },
    "signin": {
      "title": "Απαιτείται έλεγχος ταυτότητας",
      "explainViewer": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να προσπελάσετε την αφήγηση.",
      "explainBuilder": "Εισέλθετε με έναν λογαριασμό στο %PORTAL_LINK% για να διαμορφώσετε την αφήγηση."
    },
    "errors": {
      "boxTitle": "Παρουσιάστηκε σφάλμα",
      "invalidConfig": "Μη έγκυρη διαμόρφωση",
      "invalidConfigNoApp": "Το αναγνωριστικό της διαδικτυακής χαρτογραφικής εφαρμογής δεν καθορίζεται στο index.html.",
      "invalidConfigNoAppDev": "Δεν έχει καθοριστεί το αναγνωριστικό ή ο web χάρτης της διαδικτυακής χαρτογραφικής εφαρμογής στις παραμέτρους του URL (?appid= ή ?webmap=). Στη λειτουργία ανάπτυξης, η διαμόρφωση appid και webmap στο αρχείο index.html παραβλέπονται.",
      "unspecifiedConfigOwner": "Δεν έχει διαμορφωθεί εξουσιοδοτημένος κάτοχος.",
      "invalidConfigOwner": "Ο κάτοχος της αφήγησης δεν είναι εξουσιοδοτημένος.",
      "createMap": "Δεν είναι δυνατή η δημιουργία χάρτη",
      "invalidApp": "Το %TPL_NAME% δεν υπάρχει ή δεν είναι προσβάσιμο.",
      "appLoadingFail": "Υπήρξε κάποιο πρόβλημα, το %TPL_NAME% δεν φορτώθηκε σωστά.",
      "notConfiguredDesktop": "Η αφήγηση δεν έχει διαμορφωθεί ακόμη.",
      "notConfiguredMobile": "Το Εργαλείο δημιουργίας %TPL_NAME% δεν υποστηρίζεται σε αυτό το μέγεθος προβολής. Αν είναι δυνατό, αλλάξτε το μέγεθος του προγράμματος περιήγησης για πρόσβαση στο Εργαλείο δημιουργίας ή δημιουργήστε την αφήγησή σας σε μια συσκευή με μεγαλύτερη οθόνη.",
      "notConfiguredMobile2": "Περιστρέψτε τη συσκευή σας στον οριζόντιο προσανατολισμό για να χρησιμοποιήσετε το Πρόγραμμα δημιουργίας %TPL_NAME%.",
      "notAuthorized": "Δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτήν την αφήγηση.",
      "notAuthorizedBuilder": "Δεν έχετε εξουσιοδότηση για τη χρήση του Εργαλείου δημιουργίας %TPL_NAME%.",
      "noBuilderIE": "Το Εργαλείο δημιουργίας δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "noViewerIE": "Αυτή η αφήγηση δεν υποστηρίζεται στον Internet Explorer πριν από την έκδοση %VERSION%. %UPGRADE%",
      "noViewerIE2": "Επιχειρείτε να προβάλετε αυτήν την αφήγηση χρησιμοποιώντας ένα παλαιότερο, μη υποστηριζόμενο πρόγραμμα περιήγησης. Ενδέχεται κάποια στοιχεία να μη λειτουργούν ή να παρουσιαστούν άλλα, μη αναμενόμενα προβλήματα. Προτείνουμε να αναβαθμίσετε σε Internet Explorer 11 ή να χρησιμοποιήσετε κάποιο άλλο πρόγραμμα περιήγησης, όπως το Chrome.",
      "noViewerIE3": "Στα τέλη του 2017, δεν θα είναι δυνατή πλέον η φόρτωση αυτής της αφήγησης στο συγκεκριμένο πρόγραμμα περιήγησης. Τότε θα πρέπει να χρησιμοποιήσετε ένα υποστηριζόμενο πρόγραμμα περιήγησης για να προβάλετε αυτή την αφήγηση.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Ενημερώστε το πρόγραμμα περιήγησης</a>.",
      "mapLoadingFail": "Υπήρξε κάποιο πρόβλημα, ο χάρτης δεν φορτώθηκε σωστά.",
      "signOut": "Έξοδος",
      "attention": "Προσοχή!"
    },
    "mainStage": {
      "back": "Πίσω",
      "errorDeleted": "Αυτός ο σύνδεσμος δεν είναι ενεργός (η ενότητα έχει διαγραφεί)",
      "errorNotPublished": "Αυτός ο σύνδεσμος δεν είναι ενεργός (η ενότητα δεν είναι δημοσιευμένη)"
    },
    "panel": {
      "collapse": "Σύμπτυξη πλαισίου",
      "expand": "Ανάπτυξη πλαισίου"
    },
    "mobileInfo": {
      "legend": "Υπόμνημα",
      "description": "Περιγραφή",
      "lblLegendMobileError": "Το υπόμνημα δεν είναι διαθέσιμο. Επαναλάβετε τη φόρτωση της αφήγησης.",
      "lblLegendMobileErrorExplain": "Το υπόμνημα δεν είναι διαθέσιμο όταν η συσκευή περιστρέφεται κατακόρυφα μετά τη φόρτωση της αφήγησης."
    },
    "mobileFooter": {
      "swipeInvite": "Μετακινηθείτε στην ιστορία με σάρωση",
      "lblNext": "Επόμενο",
      "lblEnd": "Έχετε φθάσει στο τέλος της ιστορίας"
    },
    "headerFromCommon": {
      "storymapsText": "Ένα story map",
      "builderButton": "Επεξεργασία",
      "facebookTooltip": "Κοινοποίηση στο Facebook",
      "twitterTooltip": "Κοινοποίηση στο Twitter",
      "bitlyTooltip": "Λήψη σύντομου συνδέσμου",
      "templateTitle": "Ορισμός τίτλου προτύπου",
      "templateSubtitle": "Ορισμός υπότιτλου προτύπου",
      "share": "Κοινοποίηση",
      "checking": "Έλεγχος του περιεχόμενου της αφήγησής σας",
      "fix": "Διόρθωση προβλημάτων στην αφήγησή σας",
      "noerrors": "Δεν βρέθηκαν προβλήματα",
      "tooltipAutoplayDisabled": "Αυτή η επιλογή δεν είναι διαθέσιμη στη λειτουργία αυτόματης αναπαραγωγής",
      "notshared": "Η αφήγηση δεν κοινοποιείται"
    },
    "mapFromCommon": {
      "overview": "Χάρτης επισκόπησης",
      "legend": "Υπόμνημα",
      "home": "Μεγέθυνση αρχικής σελίδας"
    },
    "shareFromCommon": {
      "copy": "Αντιγραφή",
      "copied": "Αντιγράφηκε",
      "open": "Άνοιγμα",
      "embed": "Ενσωμάτωση σε ιστοσελίδα",
      "embedExplain": "Χρησιμοποιήστε τον παρακάτω HTML κώδικα για να ενσωματώσετε την αφήγηση σε μια ιστοσελίδα.",
      "size": "Μέγεθος (πλάτος/ύψος):",
      "autoplayLabel": "Λειτουργία αυτόματης αναπαραγωγής",
      "autoplayExplain1": "Η λειτουργία αυτόματης αναπαραγωγής θα συνεχίζει στην αφήγησή σας σε τακτικά διαστήματα. Αυτό είναι ιδανικό για τις οθόνες καταστημάτων ή δημόσιας προβολής, αλλά σημειώστε ότι σε άλλες περιπτώσεις, ενδέχεται να είναι δυσκολότερη η ανάγνωση της αφήγησης. Αυτή η δυνατότητα δεν υποστηρίζεται σε μικρές οθόνες.",
      "autoplayExplain2": "Όταν αυτή η λειτουργία είναι ενεργή υπάρχουν στοιχεία ελέγχου για την αναπαραγωγή/παύση της αφήγησης και τη ρύθμιση της ταχύτητας πλοήγησης.",
      "linksupdated": "Οι σύνδεσμοι ενημερώθηκαν!"
    },
    "locatorFromCommon": {
      "error": "Η τοποθεσία δεν είναι διαθέσιμη"
    }
  }
});