define({
  "viewer": {
    "common": {
      "close": "बंद करें"
    },
    "loading": {
      "long": "कहानी प्रांरभ हो रही है",
      "long2": "प्रतीक्षा करने के लिए धन्यवाद",
      "failButton": "कहानी फिर से लोड करें"
    },
    "signin": {
      "title": "प्रमाणीकरण आवश्यक है",
      "explainViewer": "कहानी का उपयोग करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।",
      "explainBuilder": "कहानी को कॉन्फ़िगर करने के लिए %PORTAL_LINK% पर खाते से साइन इन करें।"
    },
    "errors": {
      "boxTitle": "कोई त्रुटि आ गई है",
      "invalidConfig": "अमान्य कॉन्फ़िगरेशन",
      "invalidConfigNoApp": "वेब मैपिंग ऐप्लिकेशन पहचानकर्ता index.html में निर्दिष्ट नहीं है।",
      "invalidConfigNoAppDev": "URL पैरामीटर (?appid=) में कोई वेब मैपिंग ऐप्लिकेशन पहचानकर्ता निर्दिष्ट नहीं किया गया है। विकास मोड में, index.html में appid विन्यास नजरअंदाज कर दिया जाता है।",
      "unspecifiedConfigOwner": "अधिकृत मालिक कॉन्फ़िगर नहीं किया गया है।",
      "invalidConfigOwner": "कहानी मालिक अधिकृत नहीं है।",
      "createMap": "मानचित्र बनाने में अक्षम",
      "invalidApp": "%TPL_NAME% मौजूद नहीं हैं या दुर्गम है।",
      "appLoadingFail": "कुछ गलत हो गया, %TPL_NAME% सही ढंग से लोड नहीं हुआ।",
      "notConfiguredDesktop": "कहानी स्वामी अधिकृत नहीं है।",
      "notConfiguredMobile": "%TPL_NAME% बिल्डर इस डिस्प्ले आकार पर समर्थित नहीं है। यदि संभव हो तो, बिल्डर का उपयोग करने के लिए अपने ब्राउज़र आकार को सही करें या कृपया एक बड़ी स्क्रीन वाली डिवाइस पर अपनी कहानी बनाएँ।",
      "notConfiguredMobile2": "कहानी अभी तक कॉन्फ़िगर नहीं हुई है।",
      "notAuthorized": "आप इस कहानी के उपयोग हेतु अधिकृत नहीं हैं",
      "notAuthorizedBuilder": "आप %TPL_NAME% बिल्डर का उपयोग करने के लिए अधिकृत नहीं हैं।",
      "noBuilderIE": "बिल्डर इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE": "यह कहानी इंटरनेट एक्स्प्लोरर के पिछले संस्करण %VERSION% पर समर्थित नहीं है। %UPGRADE%",
      "noViewerIE2": "आप इस कहानी को किसी पुराने, असमर्थित ब्राउज़र का उपयोग करके देखने का प्रयास कर रहे हैं। वहाँ ऐसी सुविधाएँ जो काम न करती हों या अन्य अप्रत्याशित मुद्दे हो सकते हैं। हम आपको Internet Explorer 11 के लिए उन्नयन करने या क्रोम की तरह के किसी अन्य ब्राउज़र का उपयोग करने की सलाह देते हैं।",
      "noViewerIE3": "2017 के अंत में, यह कहानी अब और इस ब्राउज़र पर लोड नहीं होगी। उस समय, आपको इस कहानी को देखने के लिए एक समर्थित ब्राउज़र का उपयोग अवश्य करना चाहिए।",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'> कृपया अपने ब्राउज़र को अपडेट करें</a>।",
      "mapLoadingFail": "कुछ गलत हो गया, मानचित्र सही ढंग से लोड नहीं हुआ।",
      "signOut": "साइन आउट करें",
      "attention": "ध्यान दें!"
    },
    "mobileInfo": {
      "legend": "लीजेंड",
      "description": "विवरण",
      "lblLegendMobileError": "माफ़ करें, लीजेंड उपलब्ध नहीं है। कृपया कहानी फिर से लोड करें।",
      "lblLegendMobileErrorExplain": "कहानी लोड होने के बाद जब डिवाइस पोर्ट्रेट मोड में होती है तो लीजेंड उपलब्ध नहीं होता है।"
    },
    "mobileFooter": {
      "swipeInvite": "कहानी नैविगेट करने के लिए स्वाइप करें",
      "lblNext": "अगला",
      "lblEnd": "आप कहानी के अंत तक पहुँच गए हैं"
    },
    "headerFromCommon": {
      "storymapsText": "एक कहानी मानचित्र",
      "builderButton": "संपादित करें",
      "facebookTooltip": "Facebook पर साझा करें",
      "twitterTooltip": "Twitter पर साझा करें",
      "bitlyTooltip": "छोटा लिंक प्राप्त करें",
      "templateTitle": "टेम्पलेट शीर्षक निर्धारित करें",
      "templateSubtitle": "टेम्पलेट उपशीर्षक निर्धारित करें",
      "share": "साझा करें",
      "checking": "आपकी कहानी की सामग्री की जाँच हो रही है",
      "fix": "अपनी कहानी की समस्याएं ठीक करें",
      "noerrors": "कोई समस्या नहीं मिली",
      "tooltipAutoplayDisabled": "यह ऑटोप्ले मोड में उपलब्ध नहीं है",
      "notshared": "कहानी साझा नहीं की गई है"
    },
    "mapFromCommon": {
      "overview": "संक्षिप्त मानचित्र",
      "legend": "लिजेंड",
      "home": "होम ज़ूम करें"
    },
    "shareFromCommon": {
      "copy": "प्रतिलिपि",
      "copied": "प्रतिलिपि बन गई है",
      "open": "खोलें",
      "embed": "वेब पृष्ठ में संबद्ध करें",
      "embedExplain": "एक वेब पृष्ठ में कहानी संबद्ध करने के लिए निम्न HTML कोड का प्रयोग करें।",
      "size": "आकार (चौड़ाई/ऊंचाई):",
      "autoplayLabel": "ऑटोप्ले मोड",
      "autoplayExplain1": "ऑटोप्ले मोड एक नियमित अंतराल पर आपकी कहानी के माध्यम से आगे बढ़ेगा। यह एक काउंटर या सार्वजनिक प्रदर्शन मॉनिटर पर आदर्श होता है, लेकिन सावधान रहें कि यह अन्य स्थितियों में कहानी को पढ़ना मुश्किल बना सकता है। यह सुविधा छोटे डिस्प्ले के लिए समर्थित नहीं है।",
      "autoplayExplain2": "जब यह मोड सक्रिय होता है तो कहानी को चलाने/विराम लगाने और नेविगेशन गति को समायोजित करने के लिए नियंत्रण उपलब्ध होते हैं।",
      "linksupdated": "लिंक अपडेट हो गए हैं!"
    },
    "locatorFromCommon": {
      "error": "स्थान उपलब्ध नहीं है"
    }
  }
});