define({
  "viewer": {
    "common": {
      "close": "Затваряне",
      "focusMainstage": "Изпращане на фокус от клавиатурата към медия",
      "expandImage": "Разгъване на изображение"
    },
    "a11y": {
      "skipToContent": "Пропускане и продължаване към съдържанието",
      "headerAria": "Заглавие на история",
      "panelAria": "Съдържание на история",
      "mainStageAria": "Медии за въвеждане на текущата история",
      "logoLinkAria": "Връзка за лого",
      "toTop": "Към първия запис",
      "focusContent": "Връщане към съдържание",
      "navAria": "Записване на история",
      "toEntryAria": "Отидете на запис %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "entryAria": "Запис %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "loadingAria": "Съдържание на история се зарежда",
      "skipBelowContent": "Пропуснете това съдържание по-долу",
      "skipBelowVideo": "Пропуснете това видео по-долу",
      "skipAboveContent": "Пропуснете това съдържание",
      "skipAboveVideo": "Пропуснете това видео по-горе",
      "moreEntries": "Още записи"
    },
    "loading": {
      "long": "Историята се инициализира",
      "long2": "Благодавим Ви, че изчакахте",
      "failButton": "Презареждане на историята"
    },
    "signin": {
      "title": "Изисква се автентикация",
      "explainViewer": "Моля, влезте с акаунт в %PORTAL_LINK% за достъп до историята.",
      "explainBuilder": "Моля, влезте с акаунт в %PORTAL_LINK% за конфигуриране на историята."
    },
    "errors": {
      "boxTitle": "Възникна грешка",
      "invalidConfig": "Невалидна конфигурация",
      "invalidConfigNoApp": "Идентификаторът на приложението за уеб картографиране не е определен в index.html.",
      "invalidConfigNoAppDev": "Не е посочен идентификатор на приложението за уеб картографиране в параметрите на URL адреса (?appid=). В режим на разработка конфигурацията на appid в index.html се игнорира.",
      "unspecifiedConfigOwner": "Не е конфигуриран упълномощен собственик.",
      "invalidConfigOwner": "Собственикът на историята не е упълномощен.",
      "createMap": "Не може да се създаде карта",
      "invalidApp": "%TPL_NAME% не съществува или до него няма достъп.",
      "appLoadingFail": "Възникна грешка, %TPL_NAME% не се зарежда правилно.",
      "notConfiguredDesktop": "Историята все още не е конфигурирана.",
      "notConfiguredMobile": "Конструкторът на %TPL_NAME% не се поддържа при този размер на дисплея. Ако е възможно, променете размера на браузъра за достъп до конструктора или създайте историята си на устройство с по-голям екран.",
      "notConfiguredMobile2": "Моля, завъртете устройството си в пейзажна ориентация, за да използвате конструктора на %TPL_NAME%.",
      "notAuthorized": "Нямате правомощия за достъп до тази история",
      "notAuthorizedBuilder": "Нямате правомощия да използвате конструктора на %TPL_NAME%.",
      "noBuilderIE": "Модулът за създаване не се подържа от Internet Explorer с версия преди %VERSION%. %UPGRADE%",
      "noViewerIE": "Тази стория не се поддържа от Internet Explorer с версия преди %VERSION%. %UPGRADE%",
      "noViewerIE2": "Опитвате се да видите тази история с помощта на по-стар, неподдържан браузър. Възможно е да има неработещи функции или други неочаквани проблеми. Предлагаме Ви да надстроите до Internet Explorer 11 или да използвате друг браузър, например Chrome.",
      "noViewerIE3": "В края на 2017 г. тази история вече няма да се зарежда в този браузър. Тогава трябва да използвате поддържан браузър, за да видите тази история.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Моля, обновете браузъра си</a>.",
      "mapLoadingFail": "Възникна грешка, картата не зареди правилно.",
      "signOut": "Отписване",
      "attention": "Внимание!",
      "nonOwnerOrgUrl": "%TPL_NAME%, в което се опитвате да влезете, не произхожда от предоставения от вас URL адрес.",
      "nonOwnerOrgProceedToGeneric": "Продължете към %HREF%",
      "advanced": "Разширени"
    },
    "mainStage": {
      "back": "Назад",
      "errorDeleted": "Тази връзка не е активна (разделът е изтрит).-",
      "errorNotPublished": "Тази връзка не е активна (разделът не е публикуван)."
    },
    "panel": {
      "collapse": "Сгъване на панел",
      "expand": "Разширяване на панел"
    },
    "mobileInfo": {
      "legend": "Легенда",
      "description": "Описание",
      "lblLegendMobileError": "Съжаляваме, но легендата не е налична. Моля, презаредете историята.",
      "lblLegendMobileErrorExplain": "Легендата не е налична, когато устройството се завърти в режим на изображение след зареждането на историята."
    },
    "mobileFooter": {
      "swipeInvite": "Плъзнете с пръст, за да преминете към историята",
      "lblNext": "Напред",
      "lblEnd": "Стигнали сте до края на историята"
    },
    "headerFromCommon": {
      "storymapsText": "Карта-история",
      "builderButton": "Редактиране",
      "facebookTooltip": "Споделяне във Facebook",
      "twitterTooltip": "Споделяне в Twitter",
      "bitlyTooltip": "Получаване на кратка връзка",
      "templateTitle": "Задаване на заглавие на шаблон",
      "templateSubtitle": "Задаване на подзаглавие на шаблон",
      "share": "Споделяне",
      "checking": "Проверка на съдържанието на Вашата история",
      "fix": "Разрешаване на проблемите във Вашата история",
      "noerrors": "Няма открити проблеми",
      "tooltipAutoplayDisabled": "Това не е налично в режим на автоматично възпроизвеждане",
      "notshared": "Историята не е споделена."
    },
    "mapFromCommon": {
      "overview": "Общ преглед на карта",
      "legend": "Легенда",
      "home": "Мащабиране на началния екран"
    },
    "shareFromCommon": {
      "copy": "Копиране",
      "copied": "Копирано",
      "open": "Отваряне",
      "embed": "Вграждане в уеб страница",
      "embedExplain": "Използвайте следния HTML код, за да вградите историята в уеб страница.",
      "size": "Размер (ширина/височина):",
      "autoplayLabel": "Режим на автоматично възпроизвеждане",
      "autoplayExplain1": "Режимът на автоматично възпроизвеждане ще преминава през вашата история на редовен интервал. Това е идеално за терминал или публичен монитор, но имайте предвид, че в други ситуации това може да направи историята по-трудна за четене. Този обект не се поддържа на малки дисплеи.",
      "autoplayExplain2": "Когато този режим е активен, има контроли за възпроизвеждане/пауза на историята и регулиране на скоростта на навигация.",
      "linksupdated": "Връзките са актуализирани!"
    },
    "locatorFromCommon": {
      "error": "Местоположението не е налично"
    }
  }
});