define({
  "viewer": {
    "common": {
      "close": "Закрити",
      "focusMainstage": "Надіслати клавіатурний фокус до мультимедійного змісту",
      "expandImage": "Розгорнути зображення"
    },
    "a11y": {
      "skipToContent": "Пропустити до змісту",
      "headerAria": "Верхній колонтитул історії",
      "panelAria": "Зміст історії",
      "mainStageAria": "Мультимедійний зміст запису поточної історії",
      "logoLinkAria": "Посилання на логотип",
      "toTop": "Перейти до першого запису",
      "focusContent": "Повернутись до змісту",
      "navAria": "Записи історії",
      "toEntryAria": "Перейти до запису %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "entryAria": "Запис %ENTRY_NUMBER%: %ENTRY_TITLE%",
      "loadingAria": "Виконується завантаження змісту історії",
      "skipBelowContent": "Пропустити нижче цього змісту",
      "skipBelowVideo": "Пропустити нижче цього відео",
      "skipAboveContent": "Пропустити вище цього змісту",
      "skipAboveVideo": "Пропустити вище цього відео",
      "moreEntries": "Більше записів"
    },
    "loading": {
      "long": "Виконується ініціалізація історії",
      "long2": "Дякуємо за очікування",
      "failButton": "Перезавантажити історію"
    },
    "signin": {
      "title": "Потрібна аутентифікація",
      "explainViewer": "Увійдіть в систему за допомогою облікового запису на %PORTAL_LINK% для доступу до історії.",
      "explainBuilder": "Увійдіть в систему за допомогою облікового запису на %PORTAL_LINK% для налаштування історії."
    },
    "errors": {
      "boxTitle": "Виникла помилка",
      "invalidConfig": "Недійсна конфігурація",
      "invalidConfigNoApp": "Ідентифікатор додатку Web Mapping не заданий у index.html.",
      "invalidConfigNoAppDev": "Ідентифікатор додатку Web Mapping не заданий у параметрах URL (?appid=). У режимі розробки конфігурація ідентифікатора додатку в index.html ігнорується.",
      "unspecifiedConfigOwner": "Авторизований власник не був налаштований.",
      "invalidConfigOwner": "Власник історії не авторизований.",
      "createMap": "Неможливо створити карту",
      "invalidApp": "%TPL_NAME% не існує або недоступний.",
      "appLoadingFail": "Щось пішло не так, %TPL_NAME% не завантажився правильно.",
      "notConfiguredDesktop": "Історія ще не налаштована.",
      "notConfiguredMobile": "Конструктор %TPL_NAME% не підтримується при цьому розмірі дисплея. Якщо можливо, змініть розмір вашого браузера для доступу до конструктора або створіть свою історію на пристрої з більшим екраном.",
      "notConfiguredMobile2": "Поверніть ваш пристрій у альбомну орієнтацію для використання конструктора %TPL_NAME%.",
      "notAuthorized": "Ви не маєте права доступу до цієї історії",
      "notAuthorizedBuilder": "Ви не маєте права використовувати конструктор %TPL_NAME%.",
      "noBuilderIE": "Конструктор не підтримується браузером Internet Explorer до версії %VERSION%. %UPGRADE%",
      "noViewerIE": "Історія не підтримується браузером Internet Explorer до версії %VERSION%. %UPGRADE%",
      "noViewerIE2": "Ви намагаєтесь переглянути цю історію, використовуючи більш ранню, непідтримувану версію браузера. Деякі об'єкти можуть не працювати або можуть виникати інші неочікувані проблеми. Рекомендується оновити браузер до Internet Explorer 11 або використовувати інший браузер, наприклад, Chrome.",
      "noViewerIE3": "В кінці 2017 року завантаження цієї історії у даному браузері буде недоступне. З цього моменту необхідно використовувати підтримуваний браузер для перегляду цієї історії.",
      "upgradeBrowser": "<a href='http://browsehappy.com/' target='_blank'>Оновіть свій браузер</a>.",
      "mapLoadingFail": "Щось пішло не так, карта не завантажилась правильно.",
      "signOut": "Вийти із системи",
      "attention": "Увага!"
    },
    "mainStage": {
      "back": "Назад",
      "errorDeleted": "Це посилання неактивне (розділ було видалено)",
      "errorNotPublished": "Це посилання неактивне (розділ не опубліковано)"
    },
    "panel": {
      "collapse": "Згорнути панель",
      "expand": "Розгорнути панель"
    },
    "mobileInfo": {
      "legend": "Легенда",
      "description": "Опис",
      "lblLegendMobileError": "Вибачте, легенда недоступна. Перезавантажте історію.",
      "lblLegendMobileErrorExplain": "Легенда недоступна при повертанні пристрою у портретний режим після завантаження історії."
    },
    "mobileFooter": {
      "swipeInvite": "Проведіть для навігації по історії",
      "lblNext": "Далі",
      "lblEnd": "Ви досягли кінця історії"
    },
    "headerFromCommon": {
      "storymapsText": "Карта-історія",
      "builderButton": "Редагувати",
      "facebookTooltip": "Поділитися на Facebook",
      "twitterTooltip": "Поділитися на Twitter",
      "bitlyTooltip": "Отримати коротке посилання",
      "templateTitle": "Задати заголовок шаблону",
      "templateSubtitle": "Задати підзаголовок шаблону",
      "share": "Поділитися",
      "checking": "Виконується перевірка змісту вашої історії",
      "fix": "Виправити проблеми у вашій історії",
      "noerrors": "Проблеми не виявлено",
      "tooltipAutoplayDisabled": "Це недоступно в режимі автоматичного відтворення",
      "notshared": "Історію не надано в спільне використання"
    },
    "mapFromCommon": {
      "overview": "Оглядова карта",
      "legend": "Легенда",
      "home": "Масштабувати/На головну"
    },
    "shareFromCommon": {
      "copy": "Копіювати",
      "copied": "Скопійовано",
      "open": "Відкрити",
      "embed": "Вбудувати у веб-сторінку",
      "embedExplain": "Використовуйте наступний HTML-код для вбудовування історії у веб-сторінку.",
      "size": "Розмір (ширина/висота)",
      "autoplayLabel": "Режим автоматичного відтворення",
      "autoplayExplain1": "Режим автоматичного відтворення забезпечує переміщення по вашій історії з регулярним інтервалом. Це ідеально підходить для монітору кіоску або громадського дисплея; проте пам’ятайте, що в інших ситуаціях заголовок історії буде важче прочитати. Цей об'єкт не підтримується на невеликих дисплеях.",
      "autoplayExplain2": "Коли цей режим активний, елементи керування для відтворення/призупинення історії та регулювання швидкості навігації відсутні.",
      "linksupdated": "Посилання оновлено!"
    },
    "locatorFromCommon": {
      "error": "Місце розташування недоступне"
    }
  }
});