define({
  "builder": {
    "layouts": {
      "tabTitle": "С табове",
      "tabDescr": "Представете картите и другото съдържание с помощта на табове с допълнителен панел за описателен текст.",
      "tabItem": "Раздел",
      "tabItems": "Раздели",
      "sideTitle": "Страничен акордеон",
      "sideDescr": "Представете карти и друго съдържание с помощта на разширяем контролен елемент, който включва описателен текст.",
      "sideItem": "Записване",
      "sideItems": "Записи",
      "bulletTitle": "Булетирани",
      "bulletDescr": "Представяйте картите и другото съдържание с помощта на булети с допълнителен панел за описателен текст.",
      "bulletItem": "Булет",
      "bulletItems": "Булети"
    },
    "common": {
      "lblStatus1": "Публикувани",
      "lblStatus3": "Скрити"
    },
    "settingsLayoutOptions": {
      "title": "Опции за оформление",
      "lblDescription": "Описание",
      "lblLegend": "Поставяне на легенда",
      "tooltipLegend": "Изберете мястото, където искате да се показва легендата на картата. Можете да включите легендата за всяка карта, когато я добавяте или конфигурирате.",
      "lblDropdown": "Падащ списък",
      "lblBelowDesc": "Под описанието",
      "lblOnPanel": "Като панел",
      "lblPanelDescAndLegend": "Панел с описание и легенда",
      "lblPanelDescAndOrLegend": "Панел с описание и/или легенда",
      "lblPanelDesc": "Описание на панел",
      "lblPanelLegend": "Панел с легенда",
      "lblPanelAccordion": "Панел „Акордеон“",
      "cfgLeft": "Ляво",
      "cfgRight": "Дясно",
      "cfgSmall": "Малки",
      "cfgMedium": "Средни",
      "cfgLarge": "Големи",
      "lblNumbering": "Показване на числа",
      "lblReverse": "Обратно номериране",
      "canOverlapMap": "може да припокрива местоположението на картата"
    },
    "settingsMapOptions": {
      "title": "Опции на картата",
      "lblOverview": "Общ преглед на карта",
      "tooltipOverview": "Показване на малък общ преглед на карта заедно с основната карта.",
      "lblLocate": "Бутон Намиране",
      "tooltipLocate": "Позволете на читателите си да виждат местоположението на тяхното съдържание на картата. Тази функция се поддържа от повечето устройства и браузъри, но бутонът се появява само ако споделите историята си като HTTPS връзка и историята не е вградена.",
      "lblGeocoder": "Търсене на адреси, населени места и обекти",
      "tooltipGeocoder": "Позволете на читателите си да търсят адреси, места и/или обекти на Вашата карта. Опциите за търсене могат да бъдат конфигурирани на страницата с елементи на уеб картата в менюто Настройки >Уеб карта > Приложение > Намиране на местоположения.",
      "lblSync": "Синхронизиране на местоположения на картата",
      "tooltipSync": "Когато е разрешено, първоначалното местоположение на първата карта от поредицата ще бъде приложено към всички карти и навигацията на потребителите, в която и да е карта ще бъде отразена във всички карти. Деактивирайте, за да остане местоположението на всяка карта независимо."
    },
    "settingsThemeOptions": {
      "lblOrgTheme": "Тема на организация",
      "lblModTheme": "Текуща тема"
    },
    "initPopup": {
      "title": "Добре дошли в"
    },
    "addEditPopup": {
      "lblAdd": "Добавяне",
      "lblEdit": "Редактиране",
      "disabled": "Добавянето е забранено, защото максималният брой разрешени %LBL_LAYOUT% е достигнат.",
      "titleAdd": "Добавяне",
      "titleEdit": "Редактиране",
      "stepMainStageNextTooltip": "Въведете заглавие и съдържание на %LBL_LAYOUT%.",
      "titlePlaceholder": "Заглавие на %LBL_LAYOUT%..."
    },
    "textEditor": {
      "placeholder1": "Тук добавете текст, връзки и малки графики.",
      "placeholder2": "Ако бъде оставено празно, панелът ще бъде скрит.",
      "editorActionsTitle": "Действия на история",
      "editorActionsHelpDescr": "Създайте връзки в разказа си, които помагат да разкажете историята си. Действието на историята може да се свърже с друг раздел или да промени основната сцена. Например, можете да конфигурирате действие за преместване на картата на друго място, за включване/изключване на слоевете на картата или за промяна на основната медия на сцената към друго изображение, видеоклип, карта или уеб страница.",
      "mainStageDisabled": "Действия в историята са деактивирани, когато редакторът е максимализиран."
    },
    "organizePopup": {
      "title": "Организиране",
      "lblHeader": "Плъзнете и пуснете %LBL_LAYOUT%, за да организирате историята си.",
      "lblColTitle": "Заглавие",
      "lblColStatus": "Статус",
      "btnApplyWarning": "Потвърждаване на изтриване на %NB% %LBL_LAYOUT%",
      "deleteTooltip": "Изтриване",
      "firstSectionExplain": "(Разделът за начален екран не може да бъде преместен.)"
    },
    "help": {
      "lblHelp": "Помощ",
      "lblAdd": "Добавяне",
      "lblSettings": "Настройки",
      "lblOrga": "Организиране",
      "lblEdit": "Редакции",
      "lblPublish": "Споделяне",
      "lblTips": "Съвети",
      "lblMore": "Искате повече?",
      "lblLink": "Посетете уебсайта на Esri Story Maps.",
      "content1Div1": "За да създадете Ваша %TPL_NAME%, използвайте бутона Добавяне, за да добавите карта или друго съдържание в оформлението. Другото съдържание може да включва изображения, видеоклипове или вградени уеб страници или код. Например може да искате читателите Ви да видят въвеждащо изображение или видеоклип, когато за първи път стартират Вашата %TPL_NAME%, преди да продължат да разглеждат Вашите карти.",
      "content1Div2": "Когато натиснете върху бутона Добавяне, ще се появи диалогов прозорец, който Ви позволява да изберете и конфигурирате картата или другото съдържание, което искате да добавите. Например можете да зададете местоположението, което искате да се показва на картата, да активирате легендата и т.н.",
      "content2Div1": "Диалоговият прозорец за настройки е мястото, където можете да промените външния вид на %TPL_NAME%. Можете да промените оформлението, да изберете различна цветова схема, да изберете къде да се появи легендата на картата и т.н.",
      "content2Div2": "Можете също да замените логото на Esri в заглавието на %TPL_NAME% със собствено лого, което да отразява Вашата марка. Можете също да посочите уебсайта, който ще бъде стартиран, ако читателите натиснат върху логото Ви, за да могат да получат повече информация.",
      "content3Div1": "Диалоговият прозорец за организиране Ви позволява да управлявате Вашите %TPL_NAME%. В този диалогов прозорец можете да променяте реда на сериите чрез плъзгане и пускане.",
      "content3Div2": "Можете също да изтривате съдържание или да го скривате. Скриването е полезно, ако подготвяте ново съдържание, което все още не е готово да бъде включено в картата-история.",
      "content4Div1": "Открихте грешка или искате да промените материала си? Не се притеснявайте. Търсете иконата за редактиране в приложението, за да правите промени в съдържанието си. Ще използвате функциите за редактиране многократно, докато разработвате своя %TPL_NAME%!",
      "content5Div1": "Когато запазвате %TPL_NAME%, първоначално има лично съдържание. Използвайте бутона „Споделяне“, за да я споделите с други потребители. Можете да споделите %TPL_NAME% публично, така че всеки да има достъп до нея.",
      "content5Div2": "В зависимост от акаунта си може да имате възможност да споделяте %TPL_NAME% само с хора в рамките на организацията си, така че други да нямат достъп до него.",
      "content6Div1": "По подразбиране, картите в ред се синхронизират, за да показват едно и също местоположение. Това означава, че местоположението, показано в първата карта, ще бъде автоматично приложено към всички останали карти и че ако читателят увеличи мащаба или се премести на друго място в картата, която разглежда в момента, това ще бъде приложено и към другите карти.",
      "content6Div2": "Например, ако поредицата Ви показва различни тематични данни за даден град, читателят може да увеличи мащаба на своя квартал и след това просто да превключва между разделите, за да види картите за този район.",
      "content6Div3": "За да деактивирате синхронизирането на местоположението, отидете в диалоговия прозорец за настройки и махнете отметката от тази настройка в раздела за опции на картата.",
      "content6AltDiv1": "По подразбиране, местоположението на картите се синхронизира. Деактивирането на синхронизацията позволява всяка карта да показва различно местоположение.",
      "content6AltDiv2": "ВКЛ. синхронизиране",
      "content6AltDiv3": "ИЗКЛ. синхронизиране",
      "content6AltDiv4": "За да деактивирате синхронизирането, отидете в Настройки > Опции на картата и махнете отметката от „Синхронизиране на местоположението на картата“."
    },
    "landing": {
      "lblAdd": "Как искате да на именувате своята %LAYOUT_TITLE% Map Series?",
      "phAdd": "Въведете Вашето заглавие...",
      "lblOR": "Или",
      "lblHelp": "Направете обиколка",
      "quote0": "Винаги има място за история, която може да пренесе хората на друго място.",
      "quote1": "Разказването на истории е най-мощният начин за представяне на идеи в съвременния свят.",
      "quote2": "Историите, които разказваме, буквално създават света. Ако искате да промените света, трябва да промените историята си. Тази истина важи както за хората, така и за институциите.",
      "quote3": "Най-краткото разстояние между човека и истината е историята.",
      "quote4": "Хората не искат повече информация. Те са потънали в информация. Те искат вяра – вяра във Вас, в целите Ви, в успеха Ви, в историята, която разказвате.",
      "quote5": "Наистина вярвам, че хората търсят истории, които наистина означават нещо – истории, които са изкупителни, вдъхновяващи и по-големи от отделния човек",
      "quote6": "Ако искате да повлияете на даден човек или група да възприеме определена ценност в ежедневието си, разкажете им завладяваща история.",
      "quote7": "Ако ми разкажете, това ще е есе. Ако ми го покажете, това е история.",
      "quote8": "Ако не познавате дърветата, може да се изгубите в гората, но ако не познавате историите, може да се изгубите в живота.",
      "quote9": "Историите са творческото преобразуване на самия живот в по-мощно, по-ясно и по-смислено преживяване. Те са „валутата“ на човешкия контакт.",
      "quote10": "Няма по-голяма болка от това да носиш в себе си неразказана история.",
      "quote11": "Може би историите са просто данни с душа.",
      "quote12": "Историите са най-мощното оръжие в арсенала на лидера.",
      "quote13": "В природата на историите е да пропускат много повече, отколкото включват."
    }
  }
});